[
  {"id":"abdallaRecurrenceOutcomesFollowing2004","abstract":"Complete resection provides the best survival for colorectal liver metastases. Radiofrequency ablation alone or in combination with resection provides a small but significant advantage over nonsurgical management but does not provide durable survival comparable to complete resection.","accessed":{"date-parts":[["2025",5,30]]},"author":[{"family":"Abdalla","given":"Eddie K."},{"family":"Vauthey","given":"Jean-Nicolas"},{"family":"Ellis","given":"Lee M."},{"family":"Ellis","given":"Vickie"},{"family":"Pollock","given":"Raphael"},{"family":"Broglio","given":"Kristine R."},{"family":"Hess","given":"Kenneth"},{"family":"Curley","given":"Steven A."}],"citation-key":"abdallaRecurrenceOutcomesFollowing2004","container-title":"Annals of Surgery","container-title-short":"Ann Surg","DOI":"10.1097/01.sla.0000128305.90650.71","ISSN":"0003-4932","issue":"6","issued":{"date-parts":[["2004",6]]},"page":"818-827","PMCID":"PMC1356290","PMID":"15166961","source":"PubMed Central","title":"Recurrence and Outcomes Following Hepatic Resection, Radiofrequency Ablation, and Combined Resection/Ablation for Colorectal Liver Metastases","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1356290/","volume":"239"},
  {"id":"abdallaRecurrenceOutcomesFollowing2004a","abstract":"OBJECTIVE: To examine recurrence and survival rates for patients treated with hepatic resection only, radiofrequency ablation (RFA) plus resection or RFA only for colorectal liver metastases.\nSUMMARY BACKGROUND DATA: Thermal destruction techniques, particularly RFA, have been rapidly accepted into surgical practice in the last 5 years. Long-term survival data following treatment of colorectal liver metastasis using RFA with or without hepatic resection are lacking.\nMETHODS: Data from 358 consecutive patients with colorectal liver metastases treated for cure with hepatic resection +/- RFA and 70 patients found at laparotomy to have liver-only disease but not to be candidates for potentially curative treatment were compared (1992-2002).\nRESULTS: Of 418 patients treated, 190 (45%) underwent resection only, 101 RFA + resection (24%), 57 RFA only (14%), and 70 laparotomy with biopsy only or arterial infusion pump placement (\"chemotherapy only,\" 17%). RFA was used in operative candidates who could not undergo complete resection of disease. Overall recurrence was most common after RFA (84% vs. 64% RFA + resection vs. 52% resection only, P < 0.001). Liver-only recurrence after RFA was fourfold the rate after resection (44% vs. 11% of patients, P < 0.001), and true local recurrence was most common after RFA (9% of patients vs. 5% RFA + resection vs. 2% resection only, P = 0.02). Overall survival rate was highest after resection (58% at 5 years); 4-year survival after resection, RFA + resection and RFA only were 65%, 36%, and 22%, respectively (P < 0.0001). Survival for \"unresectable\" patients treated with RFA + resection or RFA only was greater than chemotherapy only (P = 0.0017).\nCONCLUSIONS: Hepatic resection is the treatment of choice for colorectal liver metastases. RFA alone or in combination with resection for unresectable patients does not provide survival comparable to resection, and provides survival only slightly superior to nonsurgical treatment.","author":[{"family":"Abdalla","given":"Eddie K."},{"family":"Vauthey","given":"Jean-Nicolas"},{"family":"Ellis","given":"Lee M."},{"family":"Ellis","given":"Vickie"},{"family":"Pollock","given":"Raphael"},{"family":"Broglio","given":"Kristine R."},{"family":"Hess","given":"Kenneth"},{"family":"Curley","given":"Steven A."}],"citation-key":"abdallaRecurrenceOutcomesFollowing2004a","container-title":"Annals of Surgery","container-title-short":"Ann Surg","DOI":"10.1097/01.sla.0000128305.90650.71","ISSN":"0003-4932","issue":"6","issued":{"date-parts":[["2004",6]]},"language":"eng","page":"818-825; discussion 825-827","PMCID":"PMC1356290","PMID":"15166961","source":"PubMed","title":"Recurrence and outcomes following hepatic resection, radiofrequency ablation, and combined resection/ablation for colorectal liver metastases","type":"article-journal","volume":"239"},
  {"id":"balahninVnutriarterialnoeKontrastirovanieDlya2018","abstract":"Цель. Изучить возможности внутриартериального контрастирования для визуализации, навигации, мониторинга и оценки ответа на лечение при проведении чрескожной криоабляции (ЧК) гиповаскулярных метастазов в печени под контролем плоскодетекторной компьютерной томографии (ПДКТ). Материал и методы. В 2017 году 54 пациентам с нерезектабельными метастазами колоректального рака (n=45) и метастазами других гиповаскулярных опухолей в печени (n=9) проведено 86 процедур ангиографически -ассистированной ПДКТ-контролируемой ЧК. При проведении ЧК использовали различные режимы ПДКТ-артериогепатикографии (ПДКТ-АГ), которые сочетали с применением технологий iGuide Needle Guidance и 3D/3D Fusion на ангиографической установке Artis Zee Floor (Siemens, Германия). Результаты. Наиболее полезными при проведении ЧК оказались две методики внутриартериального контрастирования: 1) ПДКТ в капиллярную фазу инфузионной артериогепатикографии (ПДКТ-КФИАГ) - введение 40 мл контрастного препарата со скоростью 2 мл/сек, сканирование на 22 сек; 2) ПДКТ в интерстициальную фазу диффузионной артериогепатикографии (ПДКТ-ИФДАГ) - введение 40 мл контрастного препарата со скоростью 20 мл/мин., сканирование на 300 сек...\n\nЦель. Изучить возможности внутриартериального контрастирования для визуализации, навигации, мониторинга и оценки ответа на лечение при проведении чрескожной криоабляции (ЧК) гиповаскулярных метастазов в печени под контролем плоскодетекторной компьютерной томографии (ПДКТ). Материал и методы. В 2017 году 54 пациентам с нерезектабельными метастазами колоректального рака (n=45) и метастазами других гиповаскулярных опухолей в печени (n=9) проведено 86 процедур ангиографически -ассистированной ПДКТ-контролируемой ЧК. При проведении ЧК использовали различные режимы ПДКТ-артериогепатикографии (ПДКТ-АГ), которые сочетали с применением технологий iGuide Needle Guidance и 3D/3D Fusion на ангиографической установке Artis Zee Floor (Siemens, Германия). Результаты. Наиболее полезными при проведении ЧК оказались две методики внутриартериального контрастирования: 1) ПДКТ в капиллярную фазу инфузионной артериогепатикографии (ПДКТ-КФИАГ) - введение 40 мл контрастного препарата со скоростью 2 мл/сек, сканирование на 22 сек; 2) ПДКТ в интерстициальную фазу диффузионной артериогепатикографии (ПДКТ-ИФДАГ) - введение 40 мл контрастного препарата со скоростью 20 мл/мин., сканирование на 300 сек. ПДКТ-КФИАГ позволила выявлять и выполнять ЧК метастазов диаметром менее 10 мм, в том числе и тех, которые не определялись другими методами диагностики, такими как УЗИ, МСКТ и/или ПЭТ-КТ. ПДКТ-ИФДАГ сразу после выполнения ЧК дала возможность визуализировать не только зону абляции, но и содержащийся внутри нее аблированный метастаз, что позволило точно измерять край абляции для оценки технической эффективности процедуры. ПДКТ-КФИАГ оказалась также высокоэффективной для ранней диагностики локального прогрессирования и локального рецидива метастазов в печени при динамическом наблюдении за пациентами. Заключение. Применение внутриартериального контрастирования принципиальным образом улучшает визуализацию, навигацию, мониторинг и оценку ответа на лечение при проведении ЧК гиповаскулярных метастазов в печени. ПДКТ-АГ позволяет не только выявлять гиповаскулярные метастазы в печени диаметром менее 10 мм, но и осуществлять их ЧК с достоверным контролем эффективности процедуры по величине края абляции.\n\nfunction show_abstract() {\n  $('#abstract1').hide();\n  $('#abstract2').show();\n  $('#abstract_expand').hide();\n}\n\n▼Показать полностью","accessed":{"date-parts":[["2025",5,30]]},"author":[{"family":"Балахнин","given":"Павел Васильевич"},{"family":"Шачинов","given":"Евгений Геннадьевич"},{"family":"Шмелев","given":"Алексей Станиславович"},{"family":"Мелдо (Локшина)","given":"Анна Александровна"},{"family":"Цикоридзе","given":"Малхаз Юрьевич"},{"family":"Черниковский","given":"Илья Леонидович"},{"family":"Егоренков","given":"Виталий Викторович"},{"family":"Моисеенко","given":"Владимир Михайлович"}],"citation-key":"balahninVnutriarterialnoeKontrastirovanieDlya2018","container-title":"Практическая Онкология","ISSN":"1726-9814","issue":"1","issued":{"date-parts":[["2018"]]},"language":"ru","page":"69-92","source":"eLibrary.ru","title":"Внутриартериальное Контрастирование Для Визуализации, Навигации, Мониторинга И Оценки Ответа На Лечение При Проведении Чрескожной Криоабляции Гиповаскулярных Метастазов В Печени","type":"article-journal","URL":"https://elibrary.ru/item.asp?id=32879064","volume":"19"},
  {"id":"bipatColorectalLiverMetastases2005","abstract":"PURPOSE: To perform a meta-analysis to obtain sensitivity estimates of computed tomography (CT), magnetic resonance (MR) imaging, and fluorine 18 fluorodeoxyglucose (FDG) positron emission tomography (PET) for detection of colorectal liver metastases on per-patient and per-lesion bases.\nMATERIALS AND METHODS: MEDLINE, EMBASE, Web of Science, and CANCERLIT databases and Cochrane Database of Systematic Reviews were searched for relevant original articles published from January 1990 to December 2003. Criteria for inclusion of articles were as follows: Articles were reported in the English, German, or French language; CT, MR imaging, or FDG PET was performed to identify and characterize colorectal liver metastases; histopathologic analysis (surgery, biopsy, or autopsy), intraoperative observation (manual palpatation, intraoperative ultrasonography [US]), and/or follow-up US was the reference standard; and data were sufficient for calculation of true-positive or false-negative values. A random-effects linear regression model was used to obtain sensitivity estimates in assessment of liver metastases.\nRESULTS: Of 165 identified relevant articles, 61 fulfilled all inclusion criteria. Sensitivity estimates on a per-patient basis for nonhelical CT, helical CT, 1.5-T MR imaging, and FDG PET were 60.2%, 64.7%, 75.8%, and 94.6%, respectively; FDG PET was the most accurate modality. On a per-lesion basis, sensitivity estimates for nonhelical CT, helical CT, 1.0-T MR imaging, 1.5-T MR imaging, and FDG PET were 52.3%, 63.8%, 66.1%, 64.4%, and 75.9%, respectively; nonhelical CT had lowest sensitivity. Estimates of gadolinium-enhanced MR imaging and superparamagnetic iron oxide (SPIO)-enhanced MR imaging were significantly better, compared with nonenhanced MR imaging (P = .019 and P < .001, respectively) and with helical CT with 45 g of iodine or less (P = .02 and P < .001, respectively). For lesions of 1 cm or larger, SPIO-enhanced MR imaging was the most accurate modality (P < .001).\nCONCLUSION: FDG PET had significantly higher sensitivity on a per-patient basis, compared with that of the other modalities, but not on a per-lesion basis. Sensitivity estimates for MR imaging with contrast agent were significantly superior to those for helical CT with 45 g of iodine or less.","author":[{"family":"Bipat","given":"Shandra"},{"family":"Leeuwen","given":"Maarten S.","non-dropping-particle":"van"},{"family":"Comans","given":"Emile F. I."},{"family":"Pijl","given":"Milan E. J."},{"family":"Bossuyt","given":"Patrick M. M."},{"family":"Zwinderman","given":"Aeilko H."},{"family":"Stoker","given":"Jaap"}],"citation-key":"bipatColorectalLiverMetastases2005","container-title":"Radiology","container-title-short":"Radiology","DOI":"10.1148/radiol.2371042060","ISSN":"0033-8419","issue":"1","issued":{"date-parts":[["2005",10]]},"language":"eng","page":"123-131","PMID":"16100087","source":"PubMed","title":"Colorectal liver metastases: CT, MR imaging, and PET for diagnosis--meta-analysis","title-short":"Colorectal liver metastases","type":"article-journal","volume":"237"},
  {"id":"bluemkeNontumorousLowattenuationDefects1995","abstract":"Low-attenuation defects in the liver that are caused by variations in the portal perfusion of the liver rather than by intrahepatic tumor can be detected using helical CT during arterial portography (CTAP). The purpose of this study was to characterize these nontumorous low-attenuation defects detected with helical CTAP in terms of their frequency, location, and appearance.Helical CTAP examinations of 89 patients referred for preoperative evaluation of metastatic or primary liver tumors performed over a 20-month period were retrospectively reviewed by three radiologists. The frequency, appearance, and location of focal (within a subsegment) and diffuse (affecting more than one subsegment) nontumorous perfusion defects were determined. Findings on helical CTAP images were correlated with surgical findings (53 patients), results of MR examinations (25 patients), and follow-up CT examinations (11 patients).Ninety-seven nontumorous perfusion defects were identified in 68 patients. The most frequent defects were located adjacent to the gallbladder fossa (35), anterior to the porta hepatis (34), in the subcapsular portion of the liver (13), and adjacent to the falciform ligament (12). Nontumorous perfusion defects characteristically appeared wedge-shaped or flat and ranged in size from 8-20 mm.Nontumorous perfusion abnormalities have characteristic appearances and locations on helical CTAP examinations and are more common than previously reported with conventional CTAP. Familiarity with the locations and characteristic appearances of these defects is essential to prevent false-positive diagnoses, so that operative candidates are not mistakenly denied surgical therapy.","accessed":{"date-parts":[["2025",5,30]]},"author":[{"family":"Bluemke","given":"D A"},{"family":"Soyer","given":"P"},{"family":"Fishman","given":"E K"}],"citation-key":"bluemkeNontumorousLowattenuationDefects1995","container-title":"American Journal of Roentgenology","DOI":"10.2214/ajr.164.5.7717221","ISSN":"0361-803X","issue":"5","issued":{"date-parts":[["1995",5]]},"page":"1141-1145","publisher":"American Roentgen Ray Society","source":"ajronline.org (Atypon)","title":"Nontumorous low-attenuation defects in the liver on helical CT during arterial portography: frequency, location, and appearance.","title-short":"Nontumorous low-attenuation defects in the liver on helical CT during arterial portography","type":"article-journal","URL":"https://www.ajronline.org/doi/10.2214/ajr.164.5.7717221","volume":"164"},
  {"id":"chengEnhancedRimMDCT2020","abstract":"OBJECTIVE. The purpose of this article is to evaluate the enhanced rim on the portal venous phase (PVP) on MDCT as a predictor of 1-year progression-free survival (PFS) and response to bevacizumab-based chemotherapy in patients with colorectal liver metastases (CRLM).MATERIALS AND METHODS. We retrospectively identified 111 patients with primary unresectable CRLM treated with bevacizumab-based chemotherapy at two institutions between 2012 and 2018. Pretreatment contrast-enhanced MDCT images were reviewed and data on clinical characteristics were collected from the electronic medical records. Univariable and multivariable analyses were conducted to assess several imaging features and clinical characteristics as potential predictors of 1-year PFS and objective response rate (ORR).RESULTS. After 1 year of follow-up, liver metastatic tumor progression was detected in 52 patients (46.8%) after bevacizumab-based chemotherapy. A log-rank test showed that enhanced rim on PVP (chi-square test, 5.862; p = 0.015) and the occurrence of liver resection surgery (chi-square test, 7.836; p = 0.005) were significant predictors of 1-year PFS. Multivariable analysis showed that enhanced rim on PVP images was an independent predictor of 1-year PFS (hazard ratio, 0.510; 95% CI, 0.282–0.926; p = 0.027) and ORR (odds ratio, 4.694; p < 0.001).CONCLUSION. The presence of an enhanced rim on PVP MDCT is an independent predictor of survival and response to bevacizumab-based chemotherapy among patients with CRLM.","accessed":{"date-parts":[["2025",5,29]]},"author":[{"family":"Cheng","given":"Jin"},{"family":"Qiu","given":"Meng"},{"family":"Zhang","given":"Yinli"},{"family":"Hong","given":"Nan"},{"family":"Shen","given":"Danhua"},{"family":"Zhou","given":"Jing"},{"family":"Wang","given":"Yi"}],"citation-key":"chengEnhancedRimMDCT2020","container-title":"American Journal of Roentgenology","DOI":"10.2214/AJR.19.22280","ISSN":"0361-803X","issue":"6","issued":{"date-parts":[["2020",12]]},"page":"1377-1383","publisher":"American Roentgen Ray Society","source":"ajronline.org (Atypon)","title":"Enhanced Rim on MDCT of Colorectal Liver Metastases: Assessment of Ability to Predict Progression-Free Survival and Response to Bevacizumab-Based Chemotherapy","title-short":"Enhanced Rim on MDCT of Colorectal Liver Metastases","type":"article-journal","URL":"https://www.ajronline.org/doi/10.2214/AJR.19.22280","volume":"215"},
  {"id":"choiDiagnosticPerformanceCT2018","abstract":"BACKGROUND: Imaging studies, including computed tomography (CT), magnetic resonance imaging (MRI), and positron emission tomography (PET), have an essential role in the detection and localization of colorectal liver metastasis (CRLM).\nPURPOSE: To systematically determine the diagnostic accuracy of multidetector row CT (MDCT), gadoxetate disodium-enhanced MRI, and PET/CT for diagnosing CRLM and the sources of heterogeneity between the reported results.\nSTUDY TYPE: Systematic review and meta-analysis.\nSUBJECTS: In all, 2151 lesions in CT studies, 2301 lesions in MRI studies, 1846 lesions in PET/CT studies, FIELD STRENGTH: 1.5T and 3.0T.\nASSESSMENT: We identified research studies that investigated MDCT, gadoxetate disodium-enhanced MRI, and PET/CT to diagnose CRLM by performing a systematic search of PubMed MEDLINE and EMBASE. Study quality was assessed using Quality Assessment of Diagnostic Accuracy Studies (QUADAS-2).\nSTATISTICAL TESTS: According to the types of imaging tests, study heterogeneity and the threshold effect were analyzed and the meta-analytic summary of sensitivity and specificity were estimated. Meta-regression analysis was performed to further investigate study heterogeneity.\nRESULTS: Of the 860 articles screened, we found 36 studies from 24 articles reporting a diagnosis of CRLM (11 CT studies, 12 MRI studies, and 13 PET/CT studies). The meta-analytic summary sensitivity for CT, MRI, and PET/CT were 82.1% (95% confidence interval [CI], 74.0-88.1%), 93.1% (95% CI, 88.4-96.0%), and 74.1% (95% CI, 62.1-83.3%), respectively. The meta-analytic summary specificity for CT, MRI, and PET/CT were 73.5% (95% CI, 53.7-86.9%), 87.3% (95% CI, 77.5-93.2%), and 93.9% (95% CI, 83.9-97.8%), respectively. There was no threshold effect in any of the imaging tests. Neoadjuvant chemotherapy significantly decreased the sensitivity of CT and MRI (P < 0.01), although it did not significantly affect the sensitivity of PET/CT. The study design, type of reference standard, and study quality also affected the diagnostic performances of imaging studies.\nDATA CONCLUSION: Despite the heterogeneous accuracy between studies, gadoxetate disodium-enhanced MRI showed the highest sensitivity, and gadoxetate disodium-enhanced MRI and PET/CT had similar specificities for diagnosing CRLM.\nLEVEL OF EVIDENCE: 3 Technical Efficacy: Stage 2 J. Magn. Reson. Imaging 2018;47:1237-1250.","author":[{"family":"Choi","given":"Sang Hyun"},{"family":"Kim","given":"So Yeon"},{"family":"Park","given":"Seong Ho"},{"family":"Kim","given":"Kyung Won"},{"family":"Lee","given":"Ja Youn"},{"family":"Lee","given":"Seung Soo"},{"family":"Lee","given":"Moon-Gyu"}],"citation-key":"choiDiagnosticPerformanceCT2018","container-title":"Journal of magnetic resonance imaging: JMRI","container-title-short":"J Magn Reson Imaging","DOI":"10.1002/jmri.25852","ISSN":"1522-2586","issue":"5","issued":{"date-parts":[["2018",5]]},"language":"eng","page":"1237-1250","PMID":"28901685","source":"PubMed","title":"Diagnostic performance of CT, gadoxetate disodium-enhanced MRI, and PET/CT for the diagnosis of colorectal liver metastasis: Systematic review and meta-analysis","title-short":"Diagnostic performance of CT, gadoxetate disodium-enhanced MRI, and PET/CT for the diagnosis of colorectal liver metastasis","type":"article-journal","volume":"47"},
  {"id":"dolenzDynamicCTHepatic1990","abstract":"Forty-two patients were evaluated by dynamic incremental computed tomography (CT) following transcatheter infusion of contrast material into the celiac and hepatic  arteries. Most of these patients had liver metastases from colorectal carcinoma,  but the series also included two cases of hepatic hemangiomas, one case of  granulomas due to atypical mycobacterium, and two cases of retroperitoneal tumors  involving the liver. Several distinct patterns of liver opacification were  recognized, reflecting differential perfusion of hepatic lobes during selective  intraarterial contrast enhancement. The spectrum of observed findings, as well as  the advantage or limitations of this technique, are described.","author":[{"family":"Dolenz","given":"K. B."},{"family":"Li","given":"K. C."},{"family":"Hawkins","given":"I. F. Jr"},{"family":"Miles","given":"S. G."},{"family":"Ros","given":"P. R."},{"family":"Bland","given":"K. I."}],"citation-key":"dolenzDynamicCTHepatic1990","container-title":"Gastrointestinal radiology","container-title-short":"Gastrointest Radiol","DOI":"10.1007/BF01888785","event-place":"United States","ISSN":"0364-2356","issue":"3","issued":{"season":2,"date-parts":[[1990]]},"language":"eng","page":"241-244","PMID":"2340999","publisher-place":"United States","title":"Dynamic CT of hepatic masses using intraarterial enhancement: advantages and pitfalls.","type":"article-journal","volume":"15"},
  {"id":"flentjeIntraarterialDynamicComputed1986","abstract":"Locoregional chemotherapy of liver metastases from colorectal tumours is a promising new approach. The results of CT in fifteen patients after intravenous  and intra-arterial contrast injection are compared. The liver metastases are  supplied mainly by the arterial route and this permits a means of assessing  therapy. Contrast injections through a hepatic catheter may result in flow  phenomena which limits the value of this investigation. It is unknown whether  such flow phenomena may influence the result of intra-arterial chemotherapy.  Although the margins of the metastases were more clearly defined, diagnostic  accuracy was not increased, as compared with intravenous CT enhancement.","author":[{"family":"Flentje","given":"M."},{"family":"Hohenberger","given":"P."},{"family":"Adolph","given":"J."},{"family":"Kober","given":"B."}],"citation-key":"flentjeIntraarterialDynamicComputed1986","container-title":"RoFo : Fortschritte auf dem Gebiete der Rontgenstrahlen und der Nuklearmedizin","container-title-short":"Rofo","DOI":"10.1055/s-2008-1048930","event-place":"Germany","ISSN":"1438-9029 1438-9010","issue":"3","issued":{"date-parts":[["1986",9]]},"language":"ger","page":"263-267","PMID":"3020626","publisher-place":"Germany","title":"[Intra-arterial dynamic computed tomography in characterizing liver metastases of colorectal cancer].","type":"article-journal","volume":"145"},
  {"id":"friedrichAngiographicComputedTomographic1986","abstract":"Between October 1983 and January 1986, sixteen patients with inoperable liver metastases from colorectal carcinomas were treated by single or cyclical  intraarterial chemotherapy introduced either through an angiographic catheter or  by means of a subcutaneously implanted access point (Port-A-Cath). Before each  treatment cycle, the position of the catheter and the state of the vessels was  examined by subtraction angiography in order to avoid complications and to  confirm that the cytostatic agents were actually perfusing metastases, as shown  by angio-CT. The complementary nature of the information obtained by these  methods and their superiority over scintigraphy with 99mTc macroaggregated  albumin particles is documented and the most frequent complications of regional  tumour therapy are described.","author":[{"family":"Friedrich","given":"M."},{"family":"Berger","given":"T."},{"family":"Böse-Landgraf","given":"J."}],"citation-key":"friedrichAngiographicComputedTomographic1986","container-title":"RoFo : Fortschritte auf dem Gebiete der Rontgenstrahlen und der Nuklearmedizin","container-title-short":"Rofo","DOI":"10.1055/s-2008-1048969","event-place":"Germany","ISSN":"1438-9029 1438-9010","issue":"4","issued":{"date-parts":[["1986",10]]},"language":"ger","page":"446-455","PMID":"3022348","publisher-place":"Germany","title":"[Angiographic and computed tomographic findings in intra-arterial cytostasis of colorectal liver metastases].","type":"article-journal","volume":"145"},
  {"id":"guptaFlatpanelVolumeCT2008","abstract":"Flat-panel volume computed tomography (CT) systems have an innovative design that allows coverage of a large volume per rotation, fluoroscopic and dynamic imaging, and high spatial resolution that permits visualization of complex human anatomy such as fine temporal bone structures and trabecular bone architecture. In simple terms, flat-panel volume CT scanners can be thought of as conventional multidetector CT scanners in which the detector rows have been replaced by an area detector. The flat-panel detector has wide z-axis coverage that enables imaging of entire organs in one axial acquisition. Its fluoroscopic and angiographic capabilities are useful for intraoperative and vascular applications. Furthermore, the high-volume coverage and continuous rotation of the detector may enable depiction of dynamic processes such as coronary blood flow and whole-brain perfusion. Other applications in which flat-panel volume CT may play a role include small-animal imaging, nondestructive testing in animal survival surgeries, and tissue-engineering experiments. Such versatility has led some to predict that flat-panel volume CT will gain importance in interventional and intraoperative applications, especially in specialties such as cardiac imaging, interventional neuroradiology, orthopedics, and otolaryngology. However, the contrast resolution of flat-panel volume CT is slightly inferior to that of multidetector CT, a higher radiation dose is needed to achieve a comparable signal-to-noise ratio, and a slower scintillator results in a longer scanning time.","author":[{"family":"Gupta","given":"Rajiv"},{"family":"Cheung","given":"Arnold C."},{"family":"Bartling","given":"Soenke H."},{"family":"Lisauskas","given":"Jennifer"},{"family":"Grasruck","given":"Michael"},{"family":"Leidecker","given":"Christianne"},{"family":"Schmidt","given":"Bernhard"},{"family":"Flohr","given":"Thomas"},{"family":"Brady","given":"Thomas J."}],"citation-key":"guptaFlatpanelVolumeCT2008","container-title":"Radiographics: A Review Publication of the Radiological Society of North America, Inc","container-title-short":"Radiographics","DOI":"10.1148/rg.287085004","ISSN":"1527-1323","issue":"7","issued":{"date-parts":[["2008"]]},"language":"eng","page":"2009-2022","PMID":"19001655","source":"PubMed","title":"Flat-panel volume CT: fundamental principles, technology, and applications","title-short":"Flat-panel volume CT","type":"article-journal","volume":"28"},
  {"id":"hompesRadiofrequencyAblationTreatment2011","abstract":"At diagnosis 10-25% of patients with colorectal liver metastases (CRLM) present as resectable disease. Liver resection is the gold standard treatment, resulting in a 5-year overall survival (OS) of 22-58%, local recurrence rates of 1.2-10.4% and a perioperative mortality of less than 5%. Multiple attempts have been made to assess the possible contribution of radiofrequency ablation (RFA) to improve OS and progression-free survival (PFS) in patients with unresectable colorectal liver metastases. The aim of this paper is to review the RFA literature in the setting of colorectal liver metastases: RFA with and without chemotherapy, RFA with and without resection, RFA for solitary unresectable CRLM, surgical and percutaneous imaging-guided RFA, RFA compared with chemotherapy. The reported OS, PFS, local recurrence rates, morbidity and mortality in these different settings are analyzed. This paper reflects on a possible role of RFA in resectable CRLM.","author":[{"family":"Hompes","given":"D."},{"family":"Prevoo","given":"W."},{"family":"Ruers","given":"T."}],"citation-key":"hompesRadiofrequencyAblationTreatment2011","container-title":"Cancer Imaging: The Official Publication of the International Cancer Imaging Society","container-title-short":"Cancer Imaging","DOI":"10.1102/1470-7330.2011.0004","ISSN":"1470-7330","issue":"1","issued":{"date-parts":[["2011",3,24]]},"language":"eng","page":"23-30","PMCID":"PMC3080126","PMID":"21435988","source":"PubMed","title":"Radiofrequency ablation as a treatment tool for liver metastases of colorectal origin","type":"article-journal","volume":"11"},
  {"id":"inoueDoublePhaseCT1998","abstract":"Purpose \n          Our goal was to evaluate the contribution of double phase CT arteriography(CTA) of the whole liver to differentiate hepatic tumors from false-positive areas on CT during arterial portography (CTAP).\n          Methods \n          In 38 candidates for surgical resection of hepatic tumors. both CTAP and double phase CTA were performed. A total of 68 perfusion defects were identified at CTAP. Of 68 perfusion defects, 47 were found to represent hepatic tumors [hepatocellular carcinoma (HCC), n = 31; hepatic metastasis, n= 13; cholangiocarcinoma, n = 2; focal nodular hyperplasia, n = 1]. The other 21 perfusion defects were defined as perfusion abnormalities in which focal hepatic masses had not been identified at surgery or pathologic analysis. The phase one CTA scanning started 12 s after the beginning of the injection of contrast material, and the phase two CTA scanning started 20 s after the end of the phase one CTA, with 60 ml of contrast agent (150 mg I/ml) injected at a rate of 2 ml/s.\n          Results \n          On phase one CTA, only 1 lesion in 31 HCCs showed rim enhancement and 26 HCCs (84%) had rim enhancement on phase two CTA. Twelve lesions (80%) of the hepatic metastases and cholangiocarcinomas had rim enhancement on phase one CTA and 11 lesions (73%) showed rim enhancement on phase two CTA. Twenty-one perfusion abnormalities on CTAP did not show rim enhancement on either phase one or phase two CTA.\n          Conclusion \n          Double phase CT arteriography of the whole liver was useful to differentiate hepatic tumors from perfusion abnormalities on CTAP.","accessed":{"date-parts":[["2025",5,29]]},"author":[{"family":"Inoue","given":"Etsuo"},{"family":"Fujita","given":"Makoto"},{"family":"Hosomi","given":"Naohiro"},{"family":"Sawai","given":"Yuka"},{"family":"Hashimoto","given":"Tsutomu"},{"family":"Kuroda","given":"Chikazumi"},{"family":"Nakano","given":"Hiroshi"},{"family":"Sasaki","given":"Yo"},{"family":"Ishiguro","given":"Shingo"}],"citation-key":"inoueDoublePhaseCT1998","container-title":"Journal of Computer Assisted Tomography","DOI":"10.1097/00004728-199801000-00011","ISSN":"0363-8715","issue":"1","issued":{"date-parts":[["1998",1],["1998",2]]},"language":"en-US","page":"64","source":"journals.lww.com","title":"Double Phase CT Arteriography of the Whole Liver in the Evaluation of Hepatic Tumors","type":"article-journal","URL":"https://journals.lww.com/jcat/abstract/1998/01000/double_phase_ct_arteriography_of_the_whole_liver.11.aspx","volume":"22"},
  {"id":"irieRimEnhancementColorectal1997","accessed":{"date-parts":[["2025",1,30]]},"author":[{"family":"Irie","given":"T"},{"family":"Tsushima","given":"Y"},{"family":"Terahata","given":"S"},{"family":"Hatsuse","given":"K"},{"family":"Kusano","given":"S"}],"citation-key":"irieRimEnhancementColorectal1997","container-title":"Acta Radiologica","DOI":"10.1080/02841859709172093","ISSN":"0284-1851","issue":"3","issued":{"date-parts":[["1997",5]]},"language":"en","page":"416-421","source":"PubMed","title":"Rim enhancement in colorectal metastases at CT during infusion hepatic arteriography. Does it represent liver parenchyma or live tumor cell zone?","type":"article-journal","URL":"https://pubmed.ncbi.nlm.nih.gov/9191433/","volume":"38"},
  {"id":"jonesSystematicReviewMetaanalysis2012","abstract":"BACKGROUND: The evidence surrounding optimal follow-up after liver resection for colorectal metastases remains unclear. A significant proportion of recurrences occur in the early postoperative period, and some groups advocate more intensive review at this time.\nMETHODS: A systematic review of literature published between January 2003 and May 2010 was performed. Studies that described potentially curative primary resection of colorectal liver metastases that involved a defined follow-up protocol and long-term survival data were included. For meta-analysis, studies were grouped into intensive (more frequent review in the first 5 years after resection) and uniform (same throughout) follow-up.\nRESULTS: Thirty-five studies were identified that met the inclusion criteria, involving 7330 patients. Only five specifically addressed follow-up. Patients undergoing intensive early follow-up had a median survival of 39·8 (95 per cent confidence interval 34·3 to 45·3) months with a 5-year overall survival rate of 41·9 (34·4 to 49·4) per cent. Patients undergoing routine follow-up had a median survival of 40·2 (33·4 to 47·0) months, with a 5-year overall survival rate of 38·4 (32·6 to 44·3) months.\nCONCLUSION: Evidence regarding follow-up after liver resection is poor. Meta-analysis failed to identify a survival advantage for intensive early follow-up.","author":[{"family":"Jones","given":"R. P."},{"family":"Jackson","given":"R."},{"family":"Dunne","given":"D. F. J."},{"family":"Malik","given":"H. Z."},{"family":"Fenwick","given":"S. W."},{"family":"Poston","given":"G. J."},{"family":"Ghaneh","given":"P."}],"citation-key":"jonesSystematicReviewMetaanalysis2012","container-title":"The British Journal of Surgery","container-title-short":"Br J Surg","DOI":"10.1002/bjs.8667","ISSN":"1365-2168","issue":"4","issued":{"date-parts":[["2012",4]]},"language":"eng","page":"477-486","PMID":"22261895","source":"PubMed","title":"Systematic review and meta-analysis of follow-up after hepatectomy for colorectal liver metastases","type":"article-journal","volume":"99"},
  {"id":"kaprinSostoyanieOnkologicheskoyPomoshchi2023","author":[{"family":"Каприн","given":"А.Д"},{"family":"Старинский","given":"В.В."},{"family":"Шахзадова","given":"А.О."}],"citation-key":"kaprinSostoyanieOnkologicheskoyPomoshchi2023","ISSN":"978-5-85502-283-4","issued":{"date-parts":[["2023"]]},"page":"239","title":"Состояние онкологической  помощи населению России  в 2022 году","type":"article-journal"},
  {"id":"koberFunctionalHeterogeneityLiver1986","abstract":"Ninety patients with liver metastases (68 colorectal carcinomas, 22 breast carcinomas) were examined by triphasic angio-CT. This included demonstration of  the entire liver after a bolus-like injection of contrast. Originally, the  metastases were hypodense, but showed four patterns of contrast enhancement.  Quantitative evaluation of the mammary carcinomas showed a marked increase in  density during the bolus phase, with similar contrast values in the liver and at  the centre and edge of the metastasis at ten minutes after the injection.  Colorectal carcinomas showed only slight increase in density after contrast  injection. The difference in density between the centre and the periphery of the  metastasis was still present on later images. This finding indicates that there  are differences in the vascularisation of these metastases.","author":[{"family":"Kober","given":"B."},{"family":"Flentje","given":"M."},{"family":"Adolph","given":"J."},{"family":"Rieden","given":"K."},{"family":"Bieber","given":"J."},{"family":"Winkel","given":"K.","non-dropping-particle":"zum"}],"citation-key":"koberFunctionalHeterogeneityLiver1986","container-title":"RoFo : Fortschritte auf dem Gebiete der Rontgenstrahlen und der Nuklearmedizin","container-title-short":"Rofo","DOI":"10.1055/s-2008-1048865","event-place":"Germany","ISSN":"1438-9029 1438-9010","issue":"6","issued":{"date-parts":[["1986",6]]},"language":"ger","page":"707-710","PMID":"3012707","publisher-place":"Germany","title":"[Functional heterogeneity of liver metastases in 3-phase computerized tomograms].","type":"article-journal","volume":"144"},
  {"id":"leggettColorectalCancerDiagnostic1997","abstract":"PURPOSE: To assess changes in hepatic perfusion in patients with colorectal cancer with computed tomography (CT), diagnostic potential of CT perfusion  measurements, and implications for design of contrast enhancement protocols.  MATERIALS AND METHODS: In 27 patients with colorectal cancer, arterial and portal  perfusion were calculated from temporal changes in attenuation after intravenous  administration of contrast material. RESULTS: Arterial perfusion greater than  0.25 mL/min/mL was seen in nine (82%) of the 11 patients with overt metastases  versus six (38%) of the 16 patients with no overt metastases (P < .05). Portal  perfusion of 0.25 mL/min/mL or less was found in five (46%) of the patients with  overt metastases versus three (19%) of the patients with no overt metastases.  Follow-up imaging showed progressive metastatic disease in three patients, all of  whom had decreased portal perfusion. CONCLUSION: Increased arterial perfusion  appears to be an indicator of liver metastases, whereas reduced portal perfusion  may indicate progressive disease. Contrast enhancement protocols that are based  on experience with normal livers may not be optimal for patients with metastases.","author":[{"family":"Leggett","given":"D. A."},{"family":"Kelley","given":"B. B."},{"family":"Bunce","given":"I. H."},{"family":"Miles","given":"K. A."}],"citation-key":"leggettColorectalCancerDiagnostic1997","container-title":"Radiology","container-title-short":"Radiology","DOI":"10.1148/radiology.205.3.9393526","event-place":"United States","ISSN":"0033-8419","issue":"3","issued":{"date-parts":[["1997",12]]},"language":"eng","page":"716-720","PMID":"9393526","publisher-place":"United States","title":"Colorectal cancer: diagnostic potential of CT measurements of hepatic perfusion and implications for contrast enhancement protocols.","type":"article-journal","volume":"205"},
  {"id":"liMultiphasicCTArterial2004","abstract":"AIM: To evaluate the value of multi-phasic CT arterial portography (CTAP) and CT hepatic arteriography (CTHA) in differential diagnosis of liver diseases, and to improve the specificity of CTAP and CTHA for liver cancer detection., METHODS: From January 1999 to December 2002, multi-phasic CTAP and CTHA were performed in 20 patients with suspected liver disease. CT scanning was begun 25 s, 60 s and 120 s for the early-, late- and delayed-phase CTAP examinations, and 6sec, 40 s and 120 s for the early-, late-and delayed-phase CTHA examinations respectively, after a transcatheter arterial injection of non-ionic contrast material. If a lesion was diagnosed as a liver cancer, transcatheter hepatic arterial chemoembolization (TACE) treatment was performed, and the follow-up CT was performed three or four weeks later., RESULTS: All eighteen HCCs in 12 cases were shown as nodular enhancement on early-phasic CTHA. The density of the whole tumor decreased rapidly on late and delayed phases, and the edge of 12 tumors (12/18) remained relatively hyperdense compared with the surrounding liver tissue, and demonstrated as rim enhancement. All HCCs were shown as perfusion defect nodules on multi-phasic CTAP. Five tumors (5/18) were shown as rim enhancement on delayed-phasic CTAP. Rim enhancement was shown as 1 to 2-mm-wide irregular, uneven and discontinuous circumferential enhancement at late-, and delayed-phase of CTHA or CTAP. Five pseudolesions and 4 hemoangiomas were found in multi-phasic CTAP and CTHA. No pseudolesions and hemoangiomas were shown as rim enhancement on late- or delayed-phasic CTHA and CTAP., CONCLUSION: Multi-phasic CTAP and CTHA could help to recognize the false-positive findings in CTAP and CTHA images, and improve the accuracy of CTAP and CTHA of liver cancer detection.","accessed":{"date-parts":[["2025",5,29]]},"author":[{"family":"Li","given":"Li"},{"family":"Liu","given":"Li-Zhi"},{"family":"Xie","given":"Zhuan-Miao"},{"family":"Mo","given":"Yun-Xian"},{"family":"Zheng","given":"Lie"},{"family":"Ruan","given":"Chao-Mei"},{"family":"Chen","given":"Lin"},{"family":"Wu","given":"Pei-Hong"}],"citation-key":"liMultiphasicCTArterial2004","container-title":"World Journal of Gastroenterology : WJG","container-title-short":"World J Gastroenterol","DOI":"10.3748/wjg.v10.i21.3118","ISSN":"1007-9327","issue":"21","issued":{"date-parts":[["2004",11,1]]},"page":"3118-3121","PMCID":"PMC4611253","PMID":"15457555","source":"PubMed Central","title":"Multi-phasic CT arterial portography and CT hepatic arteriography improving the accuracy of liver cancer detection","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4611253/","volume":"10"},
  {"id":"majdaniTemporalBoneImaging2009","abstract":"BACKGROUND AND PURPOSE: A recent development in radiology is the use of flat panel detectors in CT to obtain higher-resolution images. This technique is known as flat panel volume CT (fpVCT). We sought to compare the image quality and diagnostic value of 2 different flat panel detector–equipped scanners: one is a prototype fpVCT scanner, and the other is a so-called flat panel digital volume tomography (fpDVT) scanner, which is routinely used in clinical setup with current state-of-the-art multisection CT (MSCT) scanners.\nMATERIALS AND METHODS: Five explanted temporal bones and 2 whole-head cadaveric specimens were scanned with fpVCT, fpDVT, and MSCT scanners. The image series were blindly evaluated by 3 trained observers who rated 38 anatomic structures with regard to their delineation/appearance.\nRESULTS: Although the image quality obtained with fpVCT and fpDVT was rated significantly better compared with MSCT on isolated temporal bones, the differences were not significant when whole cadaveric heads were scanned.\nCONCLUSIONS: Theoretic and practical advantages exist for flat panel detector–equipped scanners, including improved image quality. However, when imaging whole cadaveric heads, no significant difference could be demonstrated between them and standard-of-care MSCT.","accessed":{"date-parts":[["2025",5,30]]},"author":[{"family":"Majdani","given":"O."},{"family":"Thews","given":"K."},{"family":"Bartling","given":"S."},{"family":"Leinung","given":"M."},{"family":"Dalchow","given":"C."},{"family":"Labadie","given":"R."},{"family":"Lenarz","given":"T."},{"family":"Heidrich","given":"G."}],"citation-key":"majdaniTemporalBoneImaging2009","container-title":"American Journal of Neuroradiology","DOI":"10.3174/ajnr.A1560","ISSN":"0195-6108, 1936-959X","issue":"7","issued":{"date-parts":[["2009",8,1]]},"language":"en","license":"American Society of Neuroradiology","page":"1419-1424","PMID":"19369606","publisher":"American Journal of Neuroradiology","section":"Head and Neck Imaging","source":"www.ajnr.org","title":"Temporal Bone Imaging: Comparison of Flat Panel Volume CT and Multisection CT","title-short":"Temporal Bone Imaging","type":"article-journal","URL":"https://www.ajnr.org/content/30/7/1419","volume":"30"},
  {"id":"maleuxCharacterizationLiverMetastases2020","abstract":"OBJECTIVES: To compare the diagnostic performance of intra-arterial dual phase cone-beam computed tomography (DP-CBCT) with contrast-enhanced computed  tomography (CE-CT) when characterizing tumor burden in patients with metastatic  liver cancer. MATERIALS AND METHODS: This retrospective study included 29  patients with colorectal (n =10), breast (n = 9) and neuroendocrine (n = 10)  liver metastases, referred for catheter-directed treatment. Tumor type, number,  maximum size, and appearance were assessed. Paired-sample t-tests compared image  quality, tumor numbers, and diameters between imaging modalities. RESULTS: Image  quality was not different between DP-CBCT and CE-CT (p = 0.9). In 18 patients  (62%) DP-CBCT and CE-CT showed diffuse, uncountable metastases in the liver. Of  the remaining 11 patients, DP-CBCT identified two patients with diffuse tumors  that appeared as a sum of 17 distinct metastases on CE-CT. In the remaining nine  patients a total of 102 metastases were found using both DP-CBCT and CE-CT. Tumor  detection accuracy was 98% in DP-CBCT and 67% in CE-CT (p = 0.025). Metastases  were larger in diameter on DP-CBCT: colorectal: 57 +/- 9.5 mm versus 43 +/- 8.3  mm (p = 0.02); breast: 57 +/- 10 mm versus 43 +/- 8.5 mm (p = 0.03) and  neuroendocrine: 56 +/- 6.3 mm versus 51 +/- 5.8 mm (p = 0.01). Rim enhancement  appeared in 100% of patients with colorectal and 89% of patients with breast  metastases on DP-CBCT, but was variable on CE-CT. Neuroendocrine tumors had  variable rim enhancement within the same patient and across imaging modalities.  CONCLUSIONS: DP-CBCT of the liver may demonstrate larger metastatic tumor burden  and lesion size with a variable contrast enhancement compared to CE-CT.","author":[{"family":"Maleux","given":"Geert"},{"family":"Izamis","given":"Maria-Louisa"},{"family":"Werbrouck","given":"Cedric"},{"family":"Radaelli","given":"Alessandro"},{"family":"Prenen","given":"Hans"},{"family":"Van Cutsem","given":"Eric"},{"family":"Vandecaveye","given":"Vincent"}],"citation-key":"maleuxCharacterizationLiverMetastases2020","container-title":"Journal of the Belgian Society of Radiology","container-title-short":"J Belg Soc Radiol","DOI":"10.5334/jbsr.2052","event-place":"England","ISSN":"2514-8281","issue":"1","issued":{"date-parts":[["2020",7,8]]},"language":"eng","license":"Copyright: © 2020 The Author(s).","page":"41","PMCID":"PMC7350946","PMID":"32704616","publisher-place":"England","title":"Characterization of Liver Metastases During Catheter-Directed Liver Interventions: A Comparison between Dual Phase Cone-Beam Computed Tomography and  Conventional Contrast-Enhanced Computed Tomography.","type":"article-journal","volume":"104"},
  {"id":"matsuiLiverMetastasesColorectal1987","abstract":"A total of 45 metastases to the liver from colorectal cancer were resected in 22 patients. The detectability of these lesions with the following modalities was  determined: real-time ultrasound (US), computed tomography (CT), selective celiac  arteriography (SCA), infusion hepatic angiography (IHA), CT during arterial  portography (CTAP), and CT following intraarterial injection of iodized poppyseed  oil (Lipiodol). The total detection rate (sensitivity) was 58% for US, 63% for  CT, 27% for SCA, 50% for IHA, 84% for CTAP, and 38% for CT with iodized oil. Ten  of 18 lesions less than 15 mm in largest diameter were demonstrated  preoperatively by CTAP only. CTAP is useful in clarifying the locations of the  lesions in the liver and should always be performed before liver metastases from  colorectal cancer are resected.","author":[{"family":"Matsui","given":"O."},{"family":"Takashima","given":"T."},{"family":"Kadoya","given":"M."},{"family":"Suzuki","given":"M."},{"family":"Hirose","given":"J."},{"family":"Kameyama","given":"T."},{"family":"Choto","given":"S."},{"family":"Konishi","given":"H."},{"family":"Ida","given":"M."},{"family":"Yamaguchi","given":"A."}],"citation-key":"matsuiLiverMetastasesColorectal1987","container-title":"Radiology","container-title-short":"Radiology","DOI":"10.1148/radiology.165.1.2819942","event-place":"United States","ISSN":"0033-8419","issue":"1","issued":{"date-parts":[["1987",10]]},"language":"eng","page":"65-69","PMID":"2819942","publisher-place":"United States","title":"Liver metastases from colorectal cancers: detection with CT during arterial portography.","type":"article-journal","volume":"165"},
  {"id":"mazzoniIntraoperativeUltrasoundDetection2008","abstract":"OBJECTIVE: The aim of this study was to evaluate the accuracy of intra-operative ultrasound (IOUS) imaging in detecting liver secondaries at the time of primary colorectal surgery and to evaluate the impact of IOUS on patient management.\nMETHODS: Data from 167 patients with primary colorectal cancer who were admitted for elective surgery between January 1995 and December 2003 were prospectively evaluated and analysed. All patients underwent pre-operative abdominal ultrasonography (US) and computed tomography (CT), as well as IOUS. The final diagnosis of liver metastases was made by means of histological examination of either biopsy or surgical specimens. The sensitivities of pre-operative US and CT were compared with the sensitivity of IOUS, referred to histology. Changes in surgical management owing to IOUS findings were noted.\nRESULTS: IOUS supplied additional information in the case of 31 patients. In 28 of these patients, this information had a major impact on the intra-operative strategy, in that the procedure was altered.\nCONCLUSIONS: IOUS is safe, simple to perform and more accurate than pre-operative imaging. It reduces the number of patients subjected to superfluous surgery. The use of IOUS is therefore encouraged during colorectal cancer surgery.","author":[{"family":"Mazzoni","given":"Gianluca"},{"family":"Napoli","given":"Alessandro"},{"family":"Mandetta","given":"Saverio"},{"family":"Miccini","given":"Michelangelo"},{"family":"Cassini","given":"Diletta"},{"family":"Gregori","given":"Matteo"},{"family":"Colace","given":"Lidia"},{"family":"Tocchi","given":"Adriano"}],"citation-key":"mazzoniIntraoperativeUltrasoundDetection2008","container-title":"Liver International: Official Journal of the International Association for the Study of the Liver","container-title-short":"Liver Int","DOI":"10.1111/j.1478-3231.2007.01583.x","ISSN":"1478-3231","issue":"1","issued":{"date-parts":[["2008",1]]},"language":"eng","page":"88-94","PMID":"17971094","source":"PubMed","title":"Intra-operative ultrasound for detection of liver metastases from colorectal cancer","type":"article-journal","volume":"28"},
  {"id":"meyerVisualizationHypervascularLiver2008","abstract":"OBJECTIVE: The purpose of our study was to evaluate the diagnostic accuracy and scan coverage of flat-detector C-arm CT compared with that of biphasic MDCT for  depicting malignant hepatic lesions in patients with hypervascular liver tumors  before they undergo transarterial chemoembolization (TACE). MATERIALS AND  METHODS: Fifteen patients with either hepatocellular carcinoma (HCC, n = 8) or  hypervascular liver metastases from uveal melanoma (n = 7) underwent arterial and  portal venous C-arm CT of the liver using intraarterial contrast media  administration directly before TACE. The number and location of their hepatic  malignancies were compared with those on MDCT. The scan coverage was documented  and the liver diameter measured on MDCT. RESULTS: Compared with MDCT, the  sensitivity and specificity for segmental tumor involvement were 97% (76/78) and  85% (28/33), respectively, for reader 1, and 99% (77/78) and 79% (24/29),  respectively, for reader 2. Complete scan coverage of the liver was obtained in  five of the 15 patients with C-arm CT. In patients with incomplete scan coverage  on C-arm CT, the craniocaudal liver diameter was significantly larger than in  those patients with complete scan coverage (mean [95% CI], 22.7 [19.5-25.9] cm vs  20.2 [15.4-25.0] cm, p = 0.0193). CONCLUSION: Biphasic arterial and portal venous  C-arm CT showed a high sensitivity for the detection of malignant liver lesions.  However, the liver could not be visualized completely in two thirds of the  patients. Therefore, the current scan range limitations need to be overcome to  make C-arm CT a valuable adjunct to MDCT for preprocedure evaluation and  postprocedure follow-up imaging.","author":[{"family":"Meyer","given":"Bernhard C."},{"family":"Frericks","given":"Bernd B."},{"family":"Voges","given":"Maerthe"},{"family":"Borchert","given":"Michael"},{"family":"Martus","given":"Peter"},{"family":"Justiz","given":"Joern"},{"family":"Wolf","given":"Karl-Juergen"},{"family":"Wacker","given":"Frank K."}],"citation-key":"meyerVisualizationHypervascularLiver2008","container-title":"AJR. American journal of roentgenology","container-title-short":"AJR Am J Roentgenol","DOI":"10.2214/AJR.07.2695","event-place":"United States","ISSN":"1546-3141 0361-803X","issue":"4","issued":{"date-parts":[["2008",4]]},"language":"eng","page":"W263-269","PMID":"18356419","publisher-place":"United States","title":"Visualization of hypervascular liver lesions During TACE: comparison of angiographic C-arm CT and MDCT.","type":"article-journal","volume":"190"},
  {"id":"muramatsuPeripheralLowdensityArea1986","accessed":{"date-parts":[["2025",1,30]]},"author":[{"family":"Muramatsu","given":"Y"},{"family":"Takayasu","given":"K"},{"family":"Moriyama","given":"N"},{"family":"Yamada","given":"T"},{"family":"Makuuchi","given":"M"},{"family":"Yamasaki","given":"S"},{"family":"Hasegawa","given":"H"},{"family":"Okazaki","given":"N"},{"family":"Hirohashi","given":"S"}],"citation-key":"muramatsuPeripheralLowdensityArea1986","container-title":"Radiology","DOI":"10.1148/radiology.160.1.3012632","ISSN":"0033-8419","issue":"1","issued":{"date-parts":[["1986",7]]},"language":"en","page":"49-52","source":"PubMed","title":"Peripheral low-density area of hepatic tumors: CT-pathologic correlation","type":"article-journal","URL":"https://pubs.rsna.org/doi/10.1148/radiology.160.1.3012627","volume":"160"},
  {"id":"niekelDiagnosticImagingColorectal2010","abstract":"PURPOSE: To obtain diagnostic performance values of computed tomography (CT), magnetic resonance (MR) imaging, fluorine 18 fluorodeoxyglucose (FDG) positron emission tomography (PET), and FDG PET/CT in the detection of colorectal liver metastases in patients who have not previously undergone therapy.\nMATERIALS AND METHODS: A comprehensive search was performed for articles published from January 1990 to January 2010 that fulfilled the following criteria: a prospective study design was used; the study population included at least 10 patients; patients had histopathologically proved colorectal cancer; CT, MR imaging, FDG PET, or FDG PET/CT was performed for the detection of liver metastases; intraoperative findings or those from histopathologic examination or follow-up were used as the reference standard; and data for calculating sensitivity and specificity were included. Study design characteristics, patient characteristics, imaging features, reference tests, and 2 × 2 tables were recorded.\nRESULTS: Thirty-nine articles (3391 patients) were included. Variation existed in study design characteristics, patient descriptions, imaging features, and reference tests. The sensitivity estimates of CT, MR imaging, and FDG PET on a per-lesion basis were 74.4%, 80.3%, and 81.4%, respectively. On a per-patient basis, the sensitivities of CT, MR imaging, and FDG PET were 83.6%, 88.2%, and 94.1%, respectively. The per-patient sensitivity of CT was lower than that of FDG PET (P = .025). Specificity estimates were comparable. For lesions smaller than 10 mm, the sensitivity estimates for MR imaging were higher than those for CT. No differences were seen for lesions measuring at least 10 mm. The sensitivity of MR imaging increased significantly after January 2004. The use of liver-specific contrast material and multisection CT scanners did not provide improved results. Data about FDG PET/CT were too limited for comparisons with other modalities.\nCONCLUSION: MR imaging is the preferred first-line modality for evaluating colorectal liver metastases in patients who have not previously undergone therapy. FDG PET can be used as the second-line modality. The role of FDG PET/CT is not yet clear owing to the small number of studies.\nSUPPLEMENTAL MATERIAL: http://radiology.rsna.org/lookup/suppl/doi:10.1148/radiol.10100729/-/DC1.","author":[{"family":"Niekel","given":"Maarten Christian"},{"family":"Bipat","given":"Shandra"},{"family":"Stoker","given":"Jaap"}],"citation-key":"niekelDiagnosticImagingColorectal2010","container-title":"Radiology","container-title-short":"Radiology","DOI":"10.1148/radiol.10100729","ISSN":"1527-1315","issue":"3","issued":{"date-parts":[["2010",12]]},"language":"eng","page":"674-684","PMID":"20829538","source":"PubMed","title":"Diagnostic imaging of colorectal liver metastases with CT, MR imaging, FDG PET, and/or FDG PET/CT: a meta-analysis of prospective studies including patients who have not previously undergone treatment","title-short":"Diagnostic imaging of colorectal liver metastases with CT, MR imaging, FDG PET, and/or FDG PET/CT","type":"article-journal","volume":"257"},
  {"id":"ozakiLiverMetastasesCorrelation2022","abstract":"A wide range of imaging manifestations of liver metastases can be encountered, as various primary cancers preferably metastasize to the liver (organ-specific metastases), with the imaging characteristics largely depending on various primary tumor–specific factors such as histopathologic category, degree of tumor differentiation, histologic behavior, and intratumor alterations. Characteristic imaging features potentially can help provide a more precise diagnosis in some clinical settings. These settings include those of (a) primary cancers of hollow organs such as gastrointestinal organs, the lungs, and the bladder, owing to the appearance of metastases that cannot be applied to the liver, which is a parenchymal organ; (b) unknown primary tumors; (c) more than one primary tumor; (d) another emergent malignancy; and (e) transformation to a different histopathologic tumor subtype. The characteristic features include the target sign on T2-weighted MR images or during the hepatobiliary phase of hypovascular metastasis, the peripheral rim washout sign on delayed phase images, peritumor hyperintensity during the hepatobiliary phase, hypervascular metastasis, a cystic appearance with marked hyperintensity on T2-weighted images, marked hyperintensity on T1-weighted images, calcification, capsular retraction, absence of the vessel-penetrating sign, distribution of liver metastases, and rare intraductal forms of metastases. In addition to various factors associated with the primary cancer, desmoplastic reactions around the tumor—which can be observed in adenocarcinomas with peripheral and peritumor enhancement, distinct arterioportal shunts with metastases from pancreatic ductal carcinoma, and pseudocirrhosis—also can affect these findings. The authors review the characteristic imaging findings of liver metastases from various primary cancers, with a focus on the mechanisms that underlie organ-specific liver metastases. Online supplemental material is available for this article. ©RSNA, 2022","accessed":{"date-parts":[["2025",5,29]]},"author":[{"family":"Ozaki","given":"Kumi"},{"family":"Higuchi","given":"Shohei"},{"family":"Kimura","given":"Hirohiko"},{"family":"Gabata","given":"Toshifumi"}],"citation-key":"ozakiLiverMetastasesCorrelation2022","container-title":"RadioGraphics","DOI":"10.1148/rg.220056","ISSN":"0271-5333","issue":"7","issued":{"date-parts":[["2022",11]]},"page":"1994-2013","publisher":"Radiological Society of North America","source":"pubs.rsna.org (Atypon)","title":"Liver Metastases: Correlation between Imaging Features and Pathomolecular Environments","title-short":"Liver Metastases","type":"article-journal","URL":"https://pubs.rsna.org/doi/full/10.1148/rg.220056","volume":"42"},
  {"id":"paolucciStudyProtocolSTEREOLAB2023","abstract":"PURPOSE: This study aims to evaluate the technical efficacy and local tumor progression-free survival (LTPFS) of a standardized workflow for thermal ablation  of colorectal liver metastases (CRLM) consisting of CT during hepatic  arteriography (CTHA)-based imaging analysis, stereotactic thermal ablation, and  computer-based software assessment of ablation margins. MATERIALS AND METHODS:  This investigator initiated, single-center, single-arm prospective trial will  enroll up to 50 patients (≤ 5 CRLM, Measuring ≤ 5 cm). Procedures will be  performed in an angio-CT suite under general anesthesia. The primary objective is  to estimate LTPFS with a follow-up of up to 2 years and secondary objectives are  analysis of the impact of minimal ablative margins on LTPFS, adverse events,  contrast media utilization and radiation exposure, overall oncological outcomes,  and anesthesia/procedural time. Adverse events (AE) will be recorded by CTCAE  (Common Toxicity Criteria for Adverse Events), and Bayesian optimal phase-2  design will be applied for major intraprocedural AE stop boundaries. The  institutional CRLM ablation registry will be used as benchmark for comparative  analysis with the historical cohort. DISCUSSION: The STEREOLAB trial will  introduce a high-precision and standardized thermal ablation workflow for CRLM  consisting of CT during hepatic arteriography imaging, stereotactic guidance, and  ablation confirmation. Trial Registration ClinicalTrials.gov identifier:  (NCT05361551).","author":[{"family":"Paolucci","given":"Iwan"},{"family":"Albuquerque Marques Silva","given":"Jessica"},{"family":"Lin","given":"Yuan-Mao"},{"family":"Fellman","given":"Bryan M."},{"family":"Jones","given":"Kyle A."},{"family":"Tatsui","given":"Claudio E."},{"family":"Weinberg","given":"Jeffrey S."},{"family":"Ruiz","given":"Joseph"},{"family":"Tan","given":"Jens"},{"family":"Brock","given":"Kristy K."},{"family":"Bale","given":"Reto"},{"family":"Odisio","given":"Bruno C."}],"citation-key":"paolucciStudyProtocolSTEREOLAB2023","container-title":"Cardiovascular and interventional radiology","container-title-short":"Cardiovasc Intervent Radiol","DOI":"10.1007/s00270-023-03524-9","event-place":"United States","ISSN":"1432-086X 0174-1551","issue":"12","issued":{"date-parts":[["2023",12]]},"language":"eng","license":"© 2023. Springer Science+Business Media, LLC, part of Springer Nature and the Cardiovascular and Interventional Radiological Society of Europe (CIRSE).","page":"1748-1754","PMID":"37563313","publisher-place":"United States","title":"Study Protocol STEREOLAB: Stereotactic Liver Ablation Assisted with Intra-Arterial CT Hepatic Arteriography and Ablation Confirmation Software  Assessment.","type":"article-journal","volume":"46"},
  {"id":"pawlikEffectSurgicalMargin2005","abstract":"OBJECTIVE: To evaluate the influence of surgical margin status on survival and site of recurrence in patients treated with hepatic resection for colorectal metastases.\nMETHODS: Using a multicenter database, 557 patients who underwent hepatic resection for colorectal metastases were identified. Demographics, operative data, pathologic margin status, site of recurrence (margin, other intrahepatic site, extrahepatic), and long-term survival data were collected and analyzed.\nRESULTS: On final pathologic analysis, margin status was positive in 45 patients, and negative by 1 to 4 mm in 129, 5 to 9 mm in 85, and > or =1 cm in 298. At a median follow-up of 29 months, the 1-, 3-, and 5-year actuarial survival rates were 97%, 74%, and 58%; median survival was 74 months. Tumor size > or =5 cm, >3 tumor nodules, and carcinoembryonic antigen level >200 ng/mL predicted poor survival (all P < 0.05). Median survival was 49 months in patients with positive margins and not yet reached in patients with negative margins (P = 0.01). After hepatic resection, 225 (40.4%) patients had recurrence: 21 at the surgical margin, 56 at another intrahepatic site, 82 at an extrahepatic site, and 66 at both intrahepatic and extrahepatic sites. Patients with negative margins of 1 to 4 mm, 5 to 9 mm, and > or =1 cm had similar overall recurrence rates (P > 0.05). Patients with positive margins were more likely to have surgical margin recurrence (P = 0.003). Adverse preoperative biologic factors including tumor number greater than 3 (P = 0.01) and a preoperative CEA level greater than 200 ng/mL (P = 0.04) were associated with an increased risk of positive surgical margin.\nCONCLUSIONS: A positive margin after resection of hepatic colorectal metastases is associated with adverse biologic factors and increased risk of surgical-margin recurrence. The width of a negative surgical margin does not affect survival, recurrence risk, or site of recurrence. A predicted margin of <1 cm after resection of hepatic colorectal metastases should not be used as an exclusion criterion for resection.","author":[{"family":"Pawlik","given":"Timothy M."},{"family":"Scoggins","given":"Charles R."},{"family":"Zorzi","given":"Daria"},{"family":"Abdalla","given":"Eddie K."},{"family":"Andres","given":"Axel"},{"family":"Eng","given":"Cathy"},{"family":"Curley","given":"Steven A."},{"family":"Loyer","given":"Evelyne M."},{"family":"Muratore","given":"Andrea"},{"family":"Mentha","given":"Gilles"},{"family":"Capussotti","given":"Lorenzo"},{"family":"Vauthey","given":"Jean-Nicolas"}],"citation-key":"pawlikEffectSurgicalMargin2005","container-title":"Annals of Surgery","container-title-short":"Ann Surg","DOI":"10.1097/01.sla.0000160703.75808.7d","ISSN":"0003-4932","issue":"5","issued":{"date-parts":[["2005",5]]},"language":"eng","page":"715-722, discussion 722-724","PMCID":"PMC1357126","PMID":"15849507","source":"PubMed","title":"Effect of surgical margin status on survival and site of recurrence after hepatic resection for colorectal metastases","type":"article-journal","volume":"241"},
  {"id":"pawlikExpandingCriteriaResectability2008","abstract":"Surgical resection is the treatment of choice in patients with colorectal liver metastases, with 5-year survival rates reported in the range of 40%-58%. Over the past 10 years, there has been an impetus to expand the criteria for defining resectability for patients with colorectal metastases. In the past, such features as the number of metastases (three to four), the size of the tumor lesion, and a mandatory 1-cm margin of resection dictated who was \"resectable.\" More recently, the criteria for resectability have been expanded to include any patient in whom all disease can be removed with a negative margin and who has adequate hepatic volume/reserve. Specifically, instead of resectability being defined by what is removed, decisions concerning resectability now center around what will remain after resection. Under this new paradigm, the number of patients with resectable disease can be expanded by increasing/preserving hepatic reserve (e.g., portal vein embolization, two-stage hepatectomy), combining resection with ablation, and decreasing tumor size (preoperative chemotherapy). The criteria for resectability have also expanded to include patients with extrahepatic disease. Rather than being an absolute contraindication to surgery, patients with both intra- and extrahepatic disease should potentially be considered for resection based on strict selection criteria. The expansion of criteria for resectability of colorectal liver metastases requires a much more nuanced and sophisticated approach to the patient with advanced disease. A therapeutic approach that includes all aspects of multidisciplinary and multimodality care is required to select and treat this complex group of patients.","author":[{"family":"Pawlik","given":"Timothy M."},{"family":"Schulick","given":"Richard D."},{"family":"Choti","given":"Michael A."}],"citation-key":"pawlikExpandingCriteriaResectability2008","container-title":"The Oncologist","container-title-short":"Oncologist","DOI":"10.1634/theoncologist.2007-0142","ISSN":"1083-7159","issue":"1","issued":{"date-parts":[["2008",1]]},"language":"eng","page":"51-64","PMID":"18245012","source":"PubMed","title":"Expanding criteria for resectability of colorectal liver metastases","type":"article-journal","volume":"13"},
  {"id":"pellerinDualphaseCarmCBCT2019","abstract":"PURPOSE: This study aimed to estimate the accuracy of dual-phase C-arm cone beam computed tomography (CBCT) for the detection of colorectal cancer liver  metastases, as compared with multidetector computed tomography (MDCT). MATERIALS  AND METHODS: Between March 2014 and December 2016, 49 consecutive patients  referred for intra-arterial treatment for colorectal cancer liver metastases were  enrolled in a single-center observational study. All patients were examined with  MDCT and with dual-phase C-arm cone beam computed tomography performed after  iodine injection in the proper hepatic artery before intra-arterial treatment.  Two blinded observers independently reviewed all examinations. Diagnostic  accuracy was determined using both a six-cell matrix method and a \"worst-case  scenario.\" RESULTS: Readers identified at MDCT 264 colorectal liver metastases  and 43 other liver lesions. The early and late arterial phase showed 240 and 277  liver lesions respectively. A certainty of the diagnosis was obtained in 63% and  85% at the early (EAP) and late arterial phase (LAP), respectively. Streak  artifacts or liver segment truncation, or inadequate enhancement was responsible  for the inability to see or to correctly adjudicate a lesion to a diagnosis in  27% and 15% of the cases at the EAP and LAP. The \"worst-case scenario\" yielded a  Se and Sp of 58% and 51%, respectively, at EAP and 84% and 70%, respectively, at  LAP. CONCLUSION: On CBCT, EAP showed limited accuracy. LAP provided the best  tumor detectability. KEY POINTS: • The early arterial phase (EAP) yielded poor  accuracy: Se = 58% and Sp = 51% (p < 0.0001). • The late arterial phase (LAP)  phase yielded good accuracy: Se = 84% and Se = 70% (p = 0.02). • The probability  of a correct diagnosis at the EAP was 60%.","author":[{"family":"Pellerin","given":"Olivier"},{"family":"Pereira","given":"Helena"},{"family":"Van Ngoc Ty","given":"Claire"},{"family":"Moussa","given":"Nadia"},{"family":"Del Giudice","given":"Costantino"},{"family":"Pernot","given":"Simon"},{"family":"Déan","given":"Carole"},{"family":"Chatellier","given":"Gilles"},{"family":"Sapoval","given":"Marc"}],"citation-key":"pellerinDualphaseCarmCBCT2019","container-title":"European radiology","container-title-short":"Eur Radiol","DOI":"10.1007/s00330-019-06173-0","event-place":"Germany","ISSN":"1432-1084 0938-7994","issue":"10","issued":{"date-parts":[["2019",10]]},"language":"eng","page":"5253-5263","PMID":"30937583","publisher-place":"Germany","title":"Is dual-phase C-arm CBCT sufficiently accurate for the diagnosis of colorectal cancer liver metastasis during liver intra-arterial treatment?","type":"article-journal","volume":"29"},
  {"id":"puijkTranscatheterCTHepatic2020","abstract":"PURPOSE: To evaluate safety and efficacy of CT hepatic arteriography compared with conventional CT fluoroscopy guidance in percutaneous radiofrequency (RF) and  microwave (MW) ablation to treat colorectal liver metastases (CRLM). MATERIALS  AND METHODS: This single-center comparative, retrospective study analyzed data of  108 patients treated with 156 percutaneous ablation procedures (42 CT fluoroscopy  guidance [25 RF ablation, 17 MW ablation]; 114 CT hepatic arteriography guidance  [18 RF ablation, 96 MW ablation]) for 260 CRLM between January 2009 and May 2019.  Local tumor progression-free survival (LTPFS) was assessed using univariate and  multivariate Cox proportional hazard regression analyses. LTPFS and overall  survival (OS) were estimated using the Kaplan-Meier method. RESULTS: There were  no complications related to the transarterial catheter procedure. CT hepatic  arteriography proved superior to CT fluoroscopy regarding 2-year LTPFS (18/202  [8.9%] vs 19/58 [32.8%]; P < .001, respectively). CT hepatic arteriography versus  CT fluoroscopy (hazard ratio = 0.28; 95% confidence interval, 0.15-0.54; P <  .001) and MW ablation versus RF ablation (hazard ratio = 0.52; 95% confidence  interval, 0.24-1.12; P = .094) were positive predictors for longer LTPFS.  Multivariate analysis revealed that CT hepatic arteriography versus CT  fluoroscopy (hazard ratio = 0.41; 95% confidence interval, 0.19-0.90; P = .025)  was associated with a significantly superior LTPFS. OS was similar between the 2  cohorts (P = .3). CONCLUSIONS: While adding procedure time and marginal patient  burden, transcatheter CT hepatic arteriography-guided ablation was associated  with increased local disease control and superior LTPFS compared with  conventional CT fluoroscopy. CT hepatic arteriography represents a safe and valid  alternative to CT fluoroscopy, as it reduces the number of repeat ablations  required without adding risk or detrimental effect on survival.","author":[{"family":"Puijk","given":"Robbert S."},{"family":"Nieuwenhuizen","given":"Sanne"},{"family":"Bemd","given":"Bente A. T.","non-dropping-particle":"van den"},{"family":"Ruarus","given":"Alette H."},{"family":"Geboers","given":"Bart"},{"family":"Vroomen","given":"Laurien G. P. H."},{"family":"Muglia","given":"Riccardo"},{"family":"Jong","given":"Marcus C.","non-dropping-particle":"de"},{"family":"Vries","given":"Jan J. J.","non-dropping-particle":"de"},{"family":"Scheffer","given":"Hester J."},{"family":"Tol","given":"Petrousjka M. P.","non-dropping-particle":"van den"},{"family":"Meijerink","given":"Martijn R."}],"citation-key":"puijkTranscatheterCTHepatic2020","container-title":"Journal of vascular and interventional radiology : JVIR","container-title-short":"J Vasc Interv Radiol","DOI":"10.1016/j.jvir.2020.05.011","event-place":"United States","ISSN":"1535-7732 1051-0443","issue":"11","issued":{"date-parts":[["2020",11]]},"language":"eng","license":"Copyright © 2020 SIR. Published by Elsevier Inc. All rights reserved.","page":"1772-1783","PMID":"32981819","publisher-place":"United States","title":"Transcatheter CT Hepatic Arteriography Compared with Conventional CT Fluoroscopy Guidance in Percutaneous Thermal Ablation to Treat Colorectal Liver Metastases: A  Single-Center Comparative Analysis of 2 Historical Cohorts.","type":"article-journal","volume":"31"},
  {"id":"RepeatHepatectomyRecurrent2022","abstract":"Liver recurrence after resection of colorectal liver metastases (CRLM) is frequent. Repeat hepatectomy has been shown to have satisfactory perioperati…","accessed":{"date-parts":[["2025",5,30]]},"citation-key":"RepeatHepatectomyRecurrent2022","container-title":"Hepatobiliary & Pancreatic Diseases International","DOI":"10.1016/j.hbpd.2021.08.005","ISSN":"1499-3872","issue":"2","issued":{"date-parts":[["2022",4,1]]},"language":"en-US","page":"162-167","publisher":"Elsevier","source":"www.sciencedirect.com","title":"Repeat hepatectomy for recurrent colorectal liver metastases: A comparative analysis of short- and long-term results","title-short":"Repeat hepatectomy for recurrent colorectal liver metastases","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/abs/pii/S1499387221001612","volume":"21"},
  {"id":"ruersLocalTreatmentUnresectable2017","abstract":"BACKGROUND: Tumor ablation is often employed for unresectable colorectal liver metastases. However, no survival benefit has ever been demonstrated in prospective randomized studies. Here, we investigate the long-term benefits of such an aggressive approach.\nMETHODS: In this randomized phase II trial, 119 patients with unresectable colorectal liver metastases (n < 10 and no extrahepatic disease) received systemic treatment alone or systemic treatment plus aggressive local treatment by radiofrequency ablation ± resection. Previously, we reported that the primary end point (30-month overall survival [OS] > 38%) was met. We now report on long-term OS results. All statistical tests were two-sided. The analyses were according to intention to treat.\nRESULTS: At a median follow up of 9.7 years, 92 of 119 (77.3%) patients had died: 39 of 60 (65.0%) in the combined modality arm and 53 of 59 (89.8%) in the systemic treatment arm. Almost all patients died of progressive disease (35 patients in the combined modality arm, 49 patients in the systemic treatment arm). There was a statistically significant difference in OS in favor of the combined modality arm (hazard ratio [HR] = 0.58, 95% confidence interval [CI] = 0.38 to 0.88, P = .01). Three-, five-, and eight-year OS were 56.9% (95% CI = 43.3% to 68.5%), 43.1% (95% CI = 30.3% to 55.3%), 35.9% (95% CI = 23.8% to 48.2%), respectively, in the combined modality arm and 55.2% (95% CI = 41.6% to 66.9%), 30.3% (95% CI = 19.0% to 42.4%), 8.9% (95% CI = 3.3% to 18.1%), respectively, in the systemic treatment arm. Median OS was 45.6 months (95% CI = 30.3 to 67.8 months) in the combined modality arm vs 40.5 months (95% CI = 27.5 to 47.7 months) in the systemic treatment arm.\nCONCLUSIONS: This phase II trial is the first randomized study demonstrating that aggressive local treatment can prolong OS in patients with unresectable colorectal liver metastases.","author":[{"family":"Ruers","given":"Theo"},{"family":"Van Coevorden","given":"Frits"},{"family":"Punt","given":"Cornelis J. A."},{"family":"Pierie","given":"Jean-Pierre E. N."},{"family":"Borel-Rinkes","given":"Inne"},{"family":"Ledermann","given":"Jonathan A."},{"family":"Poston","given":"Graeme"},{"family":"Bechstein","given":"Wolf"},{"family":"Lentz","given":"Marie-Ange"},{"family":"Mauer","given":"Murielle"},{"family":"Folprecht","given":"Gunnar"},{"family":"Van Cutsem","given":"Eric"},{"family":"Ducreux","given":"Michel"},{"family":"Nordlinger","given":"Bernard"},{"literal":"European Organisation for Research and Treatment of Cancer (EORTC)"},{"literal":"Gastro-Intestinal Tract Cancer Group"},{"literal":"Arbeitsgruppe Lebermetastasen und tumoren in der Chirurgischen Arbeitsgemeinschaft Onkologie (ALM-CAO)"},{"literal":"National Cancer Research Institute Colorectal Clinical Study Group (NCRI CCSG)"}],"citation-key":"ruersLocalTreatmentUnresectable2017","container-title":"Journal of the National Cancer Institute","container-title-short":"J Natl Cancer Inst","DOI":"10.1093/jnci/djx015","ISSN":"1460-2105","issue":"9","issued":{"date-parts":[["2017",9,1]]},"language":"eng","page":"djx015","PMCID":"PMC5408999","PMID":"28376151","source":"PubMed","title":"Local Treatment of Unresectable Colorectal Liver Metastases: Results of a Randomized Phase II Trial","title-short":"Local Treatment of Unresectable Colorectal Liver Metastases","type":"article-journal","volume":"109"},
  {"id":"safiRegionalChemotherapyLiver1990","abstract":"Continuous chemotherapy was administered to 82 patients through the hepatic artery via Infusaid pumps. In order to obtain a primary status and to evaluate  the success of therapy, the perfusion patterns of the liver and of the existing  tumor masses in the liver were estimated by conducting arterial angiocomputed  tomographies (AACTs) immediately after pump implantation of every 3 months  thereafter. In 70% of the patients, findings showed both liver lobes to be  homogeneously perfused, 24% demonstrated distinct inhomogeneities. The response  of the latter cases should depend primarily on the efficacy of the administered  cytostatic agent. Six percent of the patients showed selective perfusion of  either the left or right hepatic lobe. In these cases, only the perfused liver  regions exhibited stable disease or regression of the metastases, whereas the  metastases of the nonperfused regions progressed. At 3-month follow-up, the  majority of the patients (50-57%) showed homogeneous hepatic perfusion.  Inhomogeneities were found in 26-36% of the patients, 12 patients demonstrated  incomplete perfusion. There was no association between the perfusion patterns of  the metastases or of the prechemotherapeutic liver involvement and the response  of the metastases to regional chemotherapy. In regional chemotherapy, liver  perfusion should be controlled both intraoperatively or directly postoperatively  and during therapy.","author":[{"family":"Safi","given":"F."},{"family":"Schumacher","given":"K."},{"family":"Roscher","given":"R."},{"family":"Bittner","given":"R."},{"family":"Beger","given":"H. G."}],"citation-key":"safiRegionalChemotherapyLiver1990","container-title":"Cancer investigation","container-title-short":"Cancer Invest","DOI":"10.3109/07357909009017557","event-place":"England","ISSN":"0735-7907","issue":"2","issued":{"date-parts":[["1990"]]},"language":"eng","page":"123-134","PMID":"2144783","publisher-place":"England","title":"Regional chemotherapy in liver metastases of colorectal carcinoma: monitoring with arterial computed tomography.","type":"article-journal","volume":"8"},
  {"id":"schernthanerImprovedVisibilityMetastatic2016","abstract":"PURPOSE: To compare the visibility of liver metastases on dual-phase cone-beam CT (DP-CBCT) and digital subtraction angiography (DSA), with reference to  preinterventional contrast-enhanced magnetic resonance imaging (CE-MRI) of the  liver. METHODS: This IRB-approved, retrospective study included 28 patients with  neuroendocrine (NELM), colorectal (CRCLM), or sarcoma (SLM) liver metastases who  underwent DP-CBCT during intra-arterial therapy (IAT) between 01/2010 and  10/2014. DP-CBCT was acquired after a single contrast agent injection in the  tumor-feeding arteries at early and delayed arterial phases (EAP and DAP). The  visibility of each lesion was graded by two radiologists in consensus on a  three-rank scale (complete, partial, none) on DP-CBCT and DSA images using CE-MRI  as reference. RESULTS: 47 NELM, 43 CRCLM, and 16 SLM were included. On DSA 85.1,  44.1, and 37.5 % of NELM, CRCLM, and SLM, were at least partially depicted,  respectively. EAP-CBCT yielded significantly higher sensitivities of 88.3 and  87.5 % for CRCLM and SLM, respectively (p < 0.01), but not for NELM (89.4 %;  p = 1.0). On DAP-CBCT all NELM, CRCLM, and SLM were visible (p < 0.001). Complete  depiction was achieved on DSA for 59.6, 16.3, and 18.8 % of NELM, CRCLM, and SLM,  respectively. The complete depiction rate on EAP-CBCT was significantly higher  for CRCLM (46.5 %; p < 0.001), lower for NELM (40.4 %; p = 0.592), and similar  for SLM (25 %, p = 0.399). On DAP-CBCT however, the highest rates of complete  depiction were found-NELM (97.8 %; p = 0.008), CRCLM (95.3 %; p = 0.008), and SLM  (100 %; p < 0.001). CONCLUSION: DAP-CBCT substantially improved the visibility of  liver metastases during IAT. Future studies need to evaluate the clinical impact.","author":[{"family":"Schernthaner","given":"Ruediger E."},{"family":"Haroun","given":"Reham R."},{"family":"Duran","given":"Rafael"},{"family":"Lee","given":"Howard"},{"family":"Sahu","given":"Sonia"},{"family":"Sohn","given":"Jae Ho"},{"family":"Chapiro","given":"Julius"},{"family":"Zhao","given":"Yan"},{"family":"Gorodetski","given":"Boris"},{"family":"Fleckenstein","given":"Florian"},{"family":"Smolka","given":"Susanne"},{"family":"Radaelli","given":"Alessandro"},{"family":"Bom","given":"Imramsjah Martijn","non-dropping-particle":"van der"},{"family":"Lin","given":"MingDe"},{"family":"Geschwind","given":"Jean Francois"}],"citation-key":"schernthanerImprovedVisibilityMetastatic2016","container-title":"Cardiovascular and interventional radiology","container-title-short":"Cardiovasc Intervent Radiol","DOI":"10.1007/s00270-016-1406-2","event-place":"United States","ISSN":"1432-086X 0174-1551","issue":"10","issued":{"date-parts":[["2016",10]]},"language":"eng","page":"1429-1437","PMCID":"PMC5009166","PMID":"27380872","publisher-place":"United States","title":"Improved Visibility of Metastatic Disease in the Liver During Intra-Arterial Therapy Using Delayed Arterial Phase Cone-Beam CT.","type":"article-journal","volume":"39"},
  {"id":"schulzDiagnosticPerformanceCT2016","abstract":"BACKGROUND: Meticulous imaging of colorectal liver metastases (CRLM) is mandatory to optimize outcome after liver resection. However, the detection of CRLM is still challenging.\nPURPOSE: To evaluate prospectively if magnetic resonance imaging (MRI) with diffusion-weighted and Gd-EOB-DTPA-enhanced sequences had a better diagnostic performance for CRLM compared to computed tomography (CT) and fluorine-18 fluorodeoxyglucose positron emission tomography (PET/CT).\nMATERIAL AND METHODS: Forty-six patients scheduled for resection of suspected CRLM were evaluated prospectively from September 2011 to January 2013. None of the patients had undergone previous treatment for their CRLM. Multiphase CT, liver MRI with diffusion-weighted and dynamic Gd-EOB-DTPA-enhanced sequences and low-dose PET/CT were performed. Two independent, blinded readers evaluated the examinations. The reference standard was histopathological confirmation (81/140 CRLM) or follow-up.\nRESULTS: A total of 140 CRLM and 196 benign lesions were identified. On a per-lesion basis, MRI had the significantly highest sensitivity overall and for CRLM < 10 mm (P < 0.001). Overall sensitivity/specificity and PPV/NPV were 68%/94% and 89%/81% for CT, 90%/87% and 82%/93% for MRI, and 61%/99% and 97%/78% for PET/CT. For CRLM < 10 mm it was 16%/96% and 54%/80% for CT, 74%/88% and 64%/93% for MRI, and 9%/98% and 57%/79% for PET/CT.\nCONCLUSION: MRI had the significantly highest sensitivity compared with CT and PET/CT, particularly for CRLM < 10 mm. Therefore, detection of CRLM should be based on MRI.","author":[{"family":"Schulz","given":"Anselm"},{"family":"Viktil","given":"Ellen"},{"family":"Godt","given":"Johannes Clemens"},{"family":"Johansen","given":"Cathrine K."},{"family":"Dormagen","given":"Johann Baptist"},{"family":"Holtedahl","given":"Jon Erik"},{"family":"Labori","given":"Knut Jørgen"},{"family":"Bach-Gansmo","given":"Tore"},{"family":"Kløw","given":"Nils-Einar"}],"citation-key":"schulzDiagnosticPerformanceCT2016","container-title":"Acta Radiologica (Stockholm, Sweden: 1987)","container-title-short":"Acta Radiol","DOI":"10.1177/0284185115617349","ISSN":"1600-0455","issue":"9","issued":{"date-parts":[["2016",9]]},"language":"eng","page":"1040-1048","PMID":"26622057","source":"PubMed","title":"Diagnostic performance of CT, MRI and PET/CT in patients with suspected colorectal liver metastases: the superiority of MRI","title-short":"Diagnostic performance of CT, MRI and PET/CT in patients with suspected colorectal liver metastases","type":"article-journal","volume":"57"},
  {"id":"semelkaPerilesionalEnhancementHepatic2000","accessed":{"date-parts":[["2025",1,30]]},"author":[{"family":"Semelka","given":"RC"},{"family":"Hussain","given":"SM"},{"family":"Marcos","given":"HB"},{"family":"Woosley","given":"JT"}],"citation-key":"semelkaPerilesionalEnhancementHepatic2000","container-title":"Radiology","DOI":"10.1148/radiology.215.1.r00mr2989","ISSN":"0033-8419","issue":"1","issued":{"date-parts":[["2000",4]]},"language":"en","page":"89-94","source":"PubMed","title":"Perilesional enhancement of hepatic metastases: correlation between MR imaging and histopathologic findings-initial observations","type":"article-journal","URL":"https://pubs.rsna.org/doi/10.1148/radiology.215.1.r00mr2989","volume":"215"},
  {"id":"shahContrastenhancedIntraoperativeUltrasound2010","abstract":"BACKGROUND: Computed tomography (CT) is the most common staging investigation in colorectal cancer (CRC). Up to 25% of patients are found to have previously undetected hepatic lesions when intraoperative ultrasound (IOUS) of the liver is used during CRC resection. We aimed to assess the ability of IOUS to detect additional liver lesions/metastases at primary colorectal resection, and to evaluate whether contrast-enhanced IOUS (CE-IOUS) improves the detection and characterization of hepatic lesions.\nMETHODS: We performed a single-centre, prospective pilot study. At CRC resection, patients underwent IOUS of the liver. Contrast-enhanced IOUS of the liver was undertaken using i.v. sulphur hexafluoride micro-bubbles (SonoVue, 4.8 ml). Findings of CT, non-enhanced IOUS and CE-IOUS were compared. Changes in staging or management were noted. Additional lesions were corroborated with iron oxide magnetic resonance imaging (MRI).\nRESULTS: Among 21 patients, IOUS demonstrated additional lesions in seven (33%). Contrast altered the diagnosis of non-enhanced IOUS in four (20%) and changed the management strategy in three (14%) patients. Thus, IOUS in combination with the contrast agent altered the intraoperative or postoperative management plan in four patients.\nCONCLUSIONS: In the first study of its kind, early results suggest that the ability of IOUS to detect additional metastases is improved by CE-IOUS, and that this may impact on surgical staging and management.","author":[{"family":"Shah","given":"Ankur J."},{"family":"Callaway","given":"Mark"},{"family":"Thomas","given":"Michael G."},{"family":"Finch-Jones","given":"Meg D."}],"citation-key":"shahContrastenhancedIntraoperativeUltrasound2010","container-title":"HPB: the official journal of the International Hepato Pancreato Biliary Association","container-title-short":"HPB (Oxford)","DOI":"10.1111/j.1477-2574.2009.00141.x","ISSN":"1477-2574","issue":"3","issued":{"date-parts":[["2010",4]]},"language":"eng","page":"181-187","PMCID":"PMC2889270","PMID":"20590885","source":"PubMed","title":"Contrast-enhanced intraoperative ultrasound improves detection of liver metastases during surgery for primary colorectal cancer","type":"article-journal","volume":"12"},
  {"id":"shutoEvaluationCTAArterial1997","abstract":"To compare between the arterial blood supply of metastatic liver tumor and effects of intrahepatic arterial infusion chemotherapy (IHAC), we examined 8  patients with 27 liver metastasis from colorectal cancer. They were treated with  ADM/lipiodol/5-FU/LV (19 nodules) or 5-FU/LV (8 nodules). To evaluate the  arterial blood supply, CT arteriography (CTA) was performed, which classified  tumors into 3 grades. Grade (Gr) 0; almost no enhancement, Gr1: less than  one-third of tumor, Gr 2; less than two-thirds; Gr 3 over two-thirds (no case).  As a result, 3 of NCs and 3 of PDs were Gr 0, 7 of MRs, 3 of NCs and 2 of PDs  were Gr 1, and CR, PR and 7 of MRs were Gr 2. These results suggest that the  arterial blood supply is necessary for a better response of IHAC and CTA is  effective to forecast the response to IHAC.","author":[{"family":"Shuto","given":"K."},{"family":"Okazumi","given":"S."},{"family":"Takayama","given":"W."},{"family":"Takeda","given":"A."},{"family":"Fukunaga","given":"T."},{"family":"Yamazaki","given":"M."},{"family":"Iwasaki","given":"K."},{"family":"Aoyama","given":"H."},{"family":"Shinoto","given":"K."},{"family":"Matsuzaki","given":"H."},{"family":"Imazeki","given":"H."},{"family":"Isono","given":"K."}],"citation-key":"shutoEvaluationCTAArterial1997","container-title":"Gan to kagaku ryoho. Cancer & chemotherapy","container-title-short":"Gan To Kagaku Ryoho","event-place":"Japan","ISSN":"0385-0684","issue":"12","issued":{"date-parts":[["1997",9]]},"language":"jpn","page":"1749-1752","PMID":"9382523","publisher-place":"Japan","title":"[Evaluation of CTA for arterial infusion chemotherapy for liver metastasis from colorectal cancer].","type":"article-journal","volume":"24"},
  {"id":"sungGlobalCancerStatistics2021","abstract":"This article provides an update on the global cancer burden using the GLOBOCAN 2020 estimates of cancer incidence and mortality produced by the International Agency for Research on Cancer. Worldwide, an estimated 19.3 million new cancer cases (18.1 million excluding nonmelanoma skin cancer) and almost 10.0 million cancer deaths (9.9 million excluding nonmelanoma skin cancer) occurred in 2020. Female breast cancer has surpassed lung cancer as the most commonly diagnosed cancer, with an estimated 2.3 million new cases (11.7%), followed by lung (11.4%), colorectal (10.0 %), prostate (7.3%), and stomach (5.6%) cancers. Lung cancer remained the leading cause of cancer death, with an estimated 1.8 million deaths (18%), followed by colorectal (9.4%), liver (8.3%), stomach (7.7%), and female breast (6.9%) cancers. Overall incidence was from 2-fold to 3-fold higher in transitioned versus transitioning countries for both sexes, whereas mortality varied <2-fold for men and little for women. Death rates for female breast and cervical cancers, however, were considerably higher in transitioning versus transitioned countries (15.0 vs 12.8 per 100,000 and 12.4 vs 5.2 per 100,000, respectively). The global cancer burden is expected to be 28.4 million cases in 2040, a 47% rise from 2020, with a larger increase in transitioning (64% to 95%) versus transitioned (32% to 56%) countries due to demographic changes, although this may be further exacerbated by increasing risk factors associated with globalization and a growing economy. Efforts to build a sustainable infrastructure for the dissemination of cancer prevention measures and provision of cancer care in transitioning countries is critical for global cancer control.","author":[{"family":"Sung","given":"Hyuna"},{"family":"Ferlay","given":"Jacques"},{"family":"Siegel","given":"Rebecca L."},{"family":"Laversanne","given":"Mathieu"},{"family":"Soerjomataram","given":"Isabelle"},{"family":"Jemal","given":"Ahmedin"},{"family":"Bray","given":"Freddie"}],"citation-key":"sungGlobalCancerStatistics2021","container-title":"CA: a cancer journal for clinicians","container-title-short":"CA Cancer J Clin","DOI":"10.3322/caac.21660","ISSN":"1542-4863","issue":"3","issued":{"date-parts":[["2021",5]]},"language":"eng","page":"209-249","PMID":"33538338","source":"PubMed","title":"Global Cancer Statistics 2020: GLOBOCAN Estimates of Incidence and Mortality Worldwide for 36 Cancers in 185 Countries","title-short":"Global Cancer Statistics 2020","type":"article-journal","volume":"71"},
  {"id":"sungGlobalCancerStatistics2021a","abstract":"This article provides an update on the global cancer burden using the GLOBOCAN 2020 estimates of cancer incidence and mortality produced by the International Agency for Research on Cancer. Worldwide, an estimated 19.3 million new cancer cases (18.1 million excluding nonmelanoma skin cancer) and almost 10.0 million cancer deaths (9.9 million excluding nonmelanoma skin cancer) occurred in 2020. Female breast cancer has surpassed lung cancer as the most commonly diagnosed cancer, with an estimated 2.3 million new cases (11.7%), followed by lung (11.4%), colorectal (10.0 %), prostate (7.3%), and stomach (5.6%) cancers. Lung cancer remained the leading cause of cancer death, with an estimated 1.8 million deaths (18%), followed by colorectal (9.4%), liver (8.3%), stomach (7.7%), and female breast (6.9%) cancers. Overall incidence was from 2-fold to 3-fold higher in transitioned versus transitioning countries for both sexes, whereas mortality varied <2-fold for men and little for women. Death rates for female breast and cervical cancers, however, were considerably higher in transitioning versus transitioned countries (15.0 vs 12.8 per 100,000 and 12.4 vs 5.2 per 100,000, respectively). The global cancer burden is expected to be 28.4 million cases in 2040, a 47% rise from 2020, with a larger increase in transitioning (64% to 95%) versus transitioned (32% to 56%) countries due to demographic changes, although this may be further exacerbated by increasing risk factors associated with globalization and a growing economy. Efforts to build a sustainable infrastructure for the dissemination of cancer prevention measures and provision of cancer care in transitioning countries is critical for global cancer control.","author":[{"family":"Sung","given":"Hyuna"},{"family":"Ferlay","given":"Jacques"},{"family":"Siegel","given":"Rebecca L."},{"family":"Laversanne","given":"Mathieu"},{"family":"Soerjomataram","given":"Isabelle"},{"family":"Jemal","given":"Ahmedin"},{"family":"Bray","given":"Freddie"}],"citation-key":"sungGlobalCancerStatistics2021a","container-title":"CA: a cancer journal for clinicians","container-title-short":"CA Cancer J Clin","DOI":"10.3322/caac.21660","ISSN":"1542-4863","issue":"3","issued":{"date-parts":[["2021",5]]},"language":"eng","page":"209-249","PMID":"33538338","source":"PubMed","title":"Global Cancer Statistics 2020: GLOBOCAN Estimates of Incidence and Mortality Worldwide for 36 Cancers in 185 Countries","title-short":"Global Cancer Statistics 2020","type":"article-journal","volume":"71"},
  {"id":"tamuraEvaluationPeripheralEnhancement2023","abstract":"PURPOSE: To correlate peripheral enhancement on contrast-enhanced computed tomography (CE-CT) in patients with post-chemotherapy colorectal liver metastases  (CRLM) with the corresponding pathological findings. MATERIAL AND METHODS:  Forty-four patients with CRLM who underwent hepatic resection after preoperative  chemotherapy between 2008 and 2013 were included. Two radiologists blinded to the  histopathology findings performed a consensus categorization of the marginal  contrast effects of CRLM on CE-CT as follows: Group 1, smooth margin without  enhancement; Group 2, smooth margin with an enhanced rim; and Group 3, fuzzy  margin with/without an enhanced rim. The Kruskal-Wallis test was used to compare  the imaging findings with the histological findings. RESULTS: The percentage of  infarct-like necrosis was significantly higher in those with CRLM with smooth  margins than in those with CRLM with fuzzy margins (p < 0.001, r = 0.62). The  percentage of viable cells was lowest in CRLM with smooth margins without  enhancement (p < 0.001, r = 0.60). CONCLUSIONS: Our findings suggest that the  type of necrosis is related to the nature of the margins, and the presence of  residual cells is related to peripheral enhancement.","author":[{"family":"Tamura","given":"Akio"},{"family":"Ishida","given":"Kazuyuki"},{"family":"Sone","given":"Misato"},{"family":"Yoshioka","given":"Kunihiro"}],"citation-key":"tamuraEvaluationPeripheralEnhancement2023","container-title":"Polish journal of radiology","container-title-short":"Pol J Radiol","DOI":"10.5114/pjr.2023.127611","event-place":"Poland","ISSN":"1733-134X 1899-0967","issued":{"date-parts":[["2023"]]},"language":"eng","license":"© Pol J Radiol 2023.","page":"e251-e255","PMCID":"PMC10280364","PMID":"37346423","publisher-place":"Poland","title":"Evaluation of peripheral enhancement on contrast-enhanced computed tomography and corresponding pathological findings in colorectal liver metastases after  preoperative chemotherapy.","type":"article-journal","volume":"88"},
  {"id":"vancutsemESMOConsensusGuidelines2016","abstract":"Colorectal cancer (CRC) is one of the most common malignancies in Western countries. Over the last 20 years, and the last decade in particular, the clinical outcome for patients with metastatic CRC (mCRC) has improved greatly due not only to an increase in the number of patients being referred for and undergoing surgical resection of their localised metastatic disease but also to a more strategic approach to the delivery of systemic therapy and an expansion in the use of ablative techniques. This reflects the increase in the number of patients that are being managed within a multidisciplinary team environment and specialist cancer centres, and the emergence over the same time period not only of improved imaging techniques but also prognostic and predictive molecular markers. Treatment decisions for patients with mCRC must be evidence-based. Thus, these ESMO consensus guidelines have been developed based on the current available evidence to provide a series of evidence-based recommendations to assist in the treatment and management of patients with mCRC in this rapidly evolving treatment setting.","author":[{"family":"Van Cutsem","given":"E."},{"family":"Cervantes","given":"A."},{"family":"Adam","given":"R."},{"family":"Sobrero","given":"A."},{"family":"Van Krieken","given":"J. H."},{"family":"Aderka","given":"D."},{"family":"Aranda Aguilar","given":"E."},{"family":"Bardelli","given":"A."},{"family":"Benson","given":"A."},{"family":"Bodoky","given":"G."},{"family":"Ciardiello","given":"F."},{"family":"D'Hoore","given":"A."},{"family":"Diaz-Rubio","given":"E."},{"family":"Douillard","given":"J.-Y."},{"family":"Ducreux","given":"M."},{"family":"Falcone","given":"A."},{"family":"Grothey","given":"A."},{"family":"Gruenberger","given":"T."},{"family":"Haustermans","given":"K."},{"family":"Heinemann","given":"V."},{"family":"Hoff","given":"P."},{"family":"Köhne","given":"C.-H."},{"family":"Labianca","given":"R."},{"family":"Laurent-Puig","given":"P."},{"family":"Ma","given":"B."},{"family":"Maughan","given":"T."},{"family":"Muro","given":"K."},{"family":"Normanno","given":"N."},{"family":"Österlund","given":"P."},{"family":"Oyen","given":"W. J. G."},{"family":"Papamichael","given":"D."},{"family":"Pentheroudakis","given":"G."},{"family":"Pfeiffer","given":"P."},{"family":"Price","given":"T. J."},{"family":"Punt","given":"C."},{"family":"Ricke","given":"J."},{"family":"Roth","given":"A."},{"family":"Salazar","given":"R."},{"family":"Scheithauer","given":"W."},{"family":"Schmoll","given":"H. J."},{"family":"Tabernero","given":"J."},{"family":"Taïeb","given":"J."},{"family":"Tejpar","given":"S."},{"family":"Wasan","given":"H."},{"family":"Yoshino","given":"T."},{"family":"Zaanan","given":"A."},{"family":"Arnold","given":"D."}],"citation-key":"vancutsemESMOConsensusGuidelines2016","container-title":"Annals of Oncology: Official Journal of the European Society for Medical Oncology","container-title-short":"Ann Oncol","DOI":"10.1093/annonc/mdw235","ISSN":"1569-8041","issue":"8","issued":{"date-parts":[["2016",8]]},"language":"eng","page":"1386-1422","PMID":"27380959","source":"PubMed","title":"ESMO consensus guidelines for the management of patients with metastatic colorectal cancer","type":"article-journal","volume":"27"},
  {"id":"vancutsemESMOConsensusGuidelines2016a","abstract":"Colorectal cancer (CRC) is one of the most common malignancies in Western countries. Over the last 20 years, and the last decade in particular, the clinical outcome for patients with metastatic CRC (mCRC) has improved greatly due not only to an increase in the number of patients being referred for and undergoing surgical resection of their localised metastatic disease but also to a more strategic approach to the delivery of systemic therapy and an expansion in the use of ablative techniques. This reflects the increase in the number of patients that are being managed within a multidisciplinary team environment and specialist cancer centres, and the emergence over the same time period not only of improved imaging techniques but also prognostic and predictive molecular markers. Treatment decisions for patients with mCRC must be evidence-based. Thus, these ESMO consensus guidelines have been developed based on the current available evidence to provide a series of evidence-based recommendations to assist in the treatment and management of patients with mCRC in this rapidly evolving treatment setting.","author":[{"family":"Van Cutsem","given":"E."},{"family":"Cervantes","given":"A."},{"family":"Adam","given":"R."},{"family":"Sobrero","given":"A."},{"family":"Van Krieken","given":"J. H."},{"family":"Aderka","given":"D."},{"family":"Aranda Aguilar","given":"E."},{"family":"Bardelli","given":"A."},{"family":"Benson","given":"A."},{"family":"Bodoky","given":"G."},{"family":"Ciardiello","given":"F."},{"family":"D'Hoore","given":"A."},{"family":"Diaz-Rubio","given":"E."},{"family":"Douillard","given":"J.-Y."},{"family":"Ducreux","given":"M."},{"family":"Falcone","given":"A."},{"family":"Grothey","given":"A."},{"family":"Gruenberger","given":"T."},{"family":"Haustermans","given":"K."},{"family":"Heinemann","given":"V."},{"family":"Hoff","given":"P."},{"family":"Köhne","given":"C.-H."},{"family":"Labianca","given":"R."},{"family":"Laurent-Puig","given":"P."},{"family":"Ma","given":"B."},{"family":"Maughan","given":"T."},{"family":"Muro","given":"K."},{"family":"Normanno","given":"N."},{"family":"Österlund","given":"P."},{"family":"Oyen","given":"W. J. G."},{"family":"Papamichael","given":"D."},{"family":"Pentheroudakis","given":"G."},{"family":"Pfeiffer","given":"P."},{"family":"Price","given":"T. J."},{"family":"Punt","given":"C."},{"family":"Ricke","given":"J."},{"family":"Roth","given":"A."},{"family":"Salazar","given":"R."},{"family":"Scheithauer","given":"W."},{"family":"Schmoll","given":"H. J."},{"family":"Tabernero","given":"J."},{"family":"Taïeb","given":"J."},{"family":"Tejpar","given":"S."},{"family":"Wasan","given":"H."},{"family":"Yoshino","given":"T."},{"family":"Zaanan","given":"A."},{"family":"Arnold","given":"D."}],"citation-key":"vancutsemESMOConsensusGuidelines2016a","container-title":"Annals of Oncology: Official Journal of the European Society for Medical Oncology","container-title-short":"Ann Oncol","DOI":"10.1093/annonc/mdw235","ISSN":"1569-8041","issue":"8","issued":{"date-parts":[["2016",8]]},"language":"eng","page":"1386-1422","PMID":"27380959","source":"PubMed","title":"ESMO consensus guidelines for the management of patients with metastatic colorectal cancer","type":"article-journal","volume":"27"},
  {"id":"vancutsemPanEuropeanConsensusTreatment2006","abstract":"Colorectal cancer (CRC) caused nearly 204,000 deaths in Europe in 2004. Despite recent advances in the treatment of advanced disease, which include the incorporation of two new cytotoxic agents irinotecan and oxaliplatin into first-line regimens, the concept of planned sequential therapy involving three active agents during the course of a patient's treatment and the integrated use of targeted monoclonal antibodies, the 5-year survival rates for patients with advanced CRC remain unacceptably low. For patients with colorectal liver metastases, liver resection offers the only potential for cure. This review, based on the outcomes of a meeting of European experts (surgeons and medical oncologists), considers the current treatment strategies available to patients with CRC liver metastases, the criteria for the selection of those patients most likely to benefit and suggests where future progress may occur.","author":[{"family":"Van Cutsem","given":"Eric"},{"family":"Nordlinger","given":"Bernard"},{"family":"Adam","given":"Rene"},{"family":"Köhne","given":"Claus-Henning"},{"family":"Pozzo","given":"Carmelo"},{"family":"Poston","given":"Graeme"},{"family":"Ychou","given":"Marc"},{"family":"Rougier","given":"Philippe"},{"literal":"European Colorectal Metastases Treatment Group"}],"citation-key":"vancutsemPanEuropeanConsensusTreatment2006","container-title":"European Journal of Cancer (Oxford, England: 1990)","container-title-short":"Eur J Cancer","DOI":"10.1016/j.ejca.2006.04.012","ISSN":"0959-8049","issue":"14","issued":{"date-parts":[["2006",9]]},"language":"eng","page":"2212-2221","PMID":"16904315","source":"PubMed","title":"Towards a pan-European consensus on the treatment of patients with colorectal liver metastases","type":"article-journal","volume":"42"},
  {"id":"vanderleiAddedDiagnosticValue2023","abstract":"PURPOSE: This study assessed the diagnostic value of CT hepatic arteriography (CTHA) for the intraprocedural detection of previously unknown colorectal liver  metastases (CRLM) and the impact on the definitive treatment plan. MATERIALS AND  METHODS: All patients treated with CTHA-guided percutaneous ablation for CRLM  between January 2012 and March 2022 were identified from the Amsterdam Colorectal  Liver Met Registry (AmCORE). Radiology reports of the ablative procedure and  follow-up imaging were reviewed to see if (a) previously unknown CRLM were  detected intra-procedurally and if (b) new CRLM, potentially missed on CTHA,  appeared within 6 months following the procedure; three abdominal radiologists  re-reviewed the baseline CTHA scans of these patients with early recurrence. To  ratify immediate ablations of concomitantly detected CRLM, the upper limit of  false positives was predefined at 10%. RESULTS: One hundred and fifty-two  patients were included. With CTHA, a total of 17 additional tumours in 15  patients were diagnosed and treated immediately, two representing disappeared  tumours following systemic chemotherapy. Compared to the conventional  contrast-enhanced (ce)CT, ceMRI and 18F-FDG PET-CT, adding CTHA was superior for  the detection of CRLM (P < .001). Within 12 months of follow-up 121, new CRLM  appeared in 49/152 patients (32.2%); retrospective blinded assessment revealed 56  to already be visible on the baseline CTHA scan (46%); four lesions without  substrate on follow-up scans were considered false positives (n = 4/60; 7%).  Arterial ring enhancement was the most frequently reported imaging characteristic  (n = 45/60; 75%). CONCLUSION: The subsequent use of CTHA has added value for the  detection of previously unknown and vanished CRLM. Taking into account the low  number of false positives (7%) and the favourable safety profile of percutaneous  ablation, we believe that immediate ablation of typical ring-enhancing  supplementary tumours is justified and sufficiently validated. LEVEL OF EVIDENCE:  Level 3; individual cross-sectional study with consistently applied reference  standard and blinding.","author":[{"family":"Lei","given":"Susan","non-dropping-particle":"van der"},{"family":"Opperman","given":"Jip"},{"family":"Dijkstra","given":"Madelon"},{"family":"Kors","given":"Nikita"},{"family":"Boon","given":"Rianne"},{"family":"Bemd","given":"Bente A. T.","non-dropping-particle":"van den"},{"family":"Timmer","given":"Florentine E. F."},{"family":"Nota","given":"Irene M. G. C."},{"family":"Bergh","given":"Janneke E.","non-dropping-particle":"van den"},{"family":"Vries","given":"Jan J. J.","non-dropping-particle":"de"},{"family":"Scheffer","given":"Hester J."},{"family":"Geboers","given":"Bart"},{"family":"Neuss","given":"Timothy"},{"family":"Schouten","given":"Evelien"},{"family":"Lissenberg-Witte","given":"Birgit I."},{"family":"Puijk","given":"Robbert S."},{"family":"Meijerink","given":"Martijn R."}],"citation-key":"vanderleiAddedDiagnosticValue2023","container-title":"Cardiovascular and interventional radiology","container-title-short":"Cardiovasc Intervent Radiol","DOI":"10.1007/s00270-023-03508-9","event-place":"United States","ISSN":"1432-086X 0174-1551","issue":"9","issued":{"date-parts":[["2023",9]]},"language":"eng","license":"© 2023. The Author(s).","page":"1257-1266","PMCID":"PMC10471708","PMID":"37491521","publisher-place":"United States","title":"The Added Diagnostic Value of Transcatheter CT Hepatic Arteriography for Intraprocedural Detection of Previously Unknown Colorectal Liver Metastases  During Percutaneous Ablation and Impact on the Definitive Treatment Plan.","type":"article-journal","volume":"46"},
  {"id":"vantilborgTranscatheterCTArterial2014","abstract":"PURPOSE: To evaluate the feasibility of combining transcatheter computed tomography (CT) arterial portography or transcatheter CT hepatic arteriography  with percutaneous liver ablation for optimized and repeated tumor exposure.  MATERIALS AND METHODS: Study participants were 20 patients (13 men and 7 women;  mean age, 59.4 y; range, 40-76 y) with unresectable liver-only malignancies--14  with colorectal liver metastases (29 lesions), 5 with hepatocellular carcinoma (7  lesions), and 1 with intrahepatic cholangiocarcinoma (2 lesions)--that were  obscure on nonenhanced CT. A catheter was placed within the superior mesenteric  artery (CT arterial portography) or in the hepatic artery (CT hepatic  arteriography). CT arterial portography or CT hepatic arteriography was  repeatedly performed after injecting 30-60 mL 1:2 diluted contrast material to  plan, guide, and evaluate ablation. The operator confidence levels and the  liver-to-lesion attenuation differences were assessed as well as needle-to-target  mismatch distance, technical success, and technique effectiveness after 3 months.  RESULTS: Technical success rate was 100%; there were no major complications.  Compared with conventional unenhanced CT, operator confidence increased  significantly for CT arterial portography or CT hepatic arteriography cases (P <  .001). The liver-to-lesion attenuation differences between unenhanced CT,  contrast-enhanced CT, and CT arterial portography or CT hepatic arteriography  were statistically significant (mean attenuation difference, 5 HU vs 28 HU vs 70  HU; P < .001). Mean needle-to-target mismatch distance was 2.4 mm ± 1.2 (range,  0-12.0 mm). Primary technique effectiveness at 3 months was 87% (33 of 38  lesions). CONCLUSIONS: In patients with technically unresectable liver-only  malignancies, single-session CT arterial portography-guided or CT hepatic  arteriography-guided percutaneous tumor ablation enables repeated  contrast-enhanced imaging and real-time contrast-enhanced CT fluoroscopy and  improves lesion conspicuity.","author":[{"family":"Tilborg","given":"Aukje A. J. M.","non-dropping-particle":"van"},{"family":"Scheffer","given":"Hester J."},{"family":"Nielsen","given":"Karin"},{"family":"Waesberghe","given":"Jan Hein T. M.","non-dropping-particle":"van"},{"family":"Comans","given":"Emile F."},{"family":"Kuijk","given":"C.","non-dropping-particle":"van"},{"family":"Tol","given":"Petrousjka M.","non-dropping-particle":"van den"},{"family":"Meijerink","given":"Martijn R."}],"citation-key":"vantilborgTranscatheterCTArterial2014","container-title":"Journal of vascular and interventional radiology : JVIR","container-title-short":"J Vasc Interv Radiol","DOI":"10.1016/j.jvir.2014.02.008","event-place":"United States","ISSN":"1535-7732 1051-0443","issue":"7","issued":{"date-parts":[["2014",7]]},"language":"eng","license":"Copyright © 2014 SIR. Published by Elsevier Inc. All rights reserved.","page":"1101-1111.e4","PMID":"24755086","publisher-place":"United States","title":"Transcatheter CT arterial portography and CT hepatic arteriography for liver tumor visualization during percutaneous ablation.","type":"article-journal","volume":"25"},
  {"id":"vantilborgTranscatheterCTHepatic2015","abstract":"Transcatheter computed tomography (CT) arterial portography-guided percutaneous liver tumor ablation has been proved to be feasible and accurate in treating  liver metastases from colorectal origin that are obscure on ultrasound and  unenhanced CT. However, distinguishing local recurrence from scars after ablation  can still be difficult. This report describes nine patients with recurrences  after ablation in whom transcatheter CT hepatic arteriography allowed  differentiation of recurring and residual tumor tissue (incomplete ring enhancing  lesion) from tumor-free nonenhancing scars. Using CT hepatic arteriography, it is  possible to plan and guide percutaneous retreatment and confirm technical success  without performing oversized repeat ablations or jeopardizing patients renal  function.","author":[{"family":"Tilborg","given":"Aukje A. J. M.","non-dropping-particle":"van"},{"family":"Scheffer","given":"Hester J."},{"family":"Meijs","given":"Bram B.","non-dropping-particle":"van der"},{"family":"Werkum","given":"Michiel H.","non-dropping-particle":"van"},{"family":"Melenhorst","given":"Marleen C. A. M."},{"family":"Tol","given":"Petrousjka M.","non-dropping-particle":"van den"},{"family":"Meijerink","given":"Martijn R."}],"citation-key":"vantilborgTranscatheterCTHepatic2015","container-title":"Journal of vascular and interventional radiology : JVIR","container-title-short":"J Vasc Interv Radiol","DOI":"10.1016/j.jvir.2014.12.023","event-place":"United States","ISSN":"1535-7732 1051-0443","issue":"4","issued":{"date-parts":[["2015",4]]},"language":"eng","license":"Copyright © 2015 SIR. Published by Elsevier Inc. All rights reserved.","page":"583-587.e1","PMID":"25805540","publisher-place":"United States","title":"Transcatheter CT hepatic arteriography-guided percutaneous ablation to treat ablation site recurrences of colorectal liver metastases: the incomplete ring  sign.","type":"article-journal","volume":"26"},
  {"id":"zotero-item-5240","citation-key":"zotero-item-5240","type":"book"}
]
